{
	"article":
	[
		{
			"title"         : "Fear Ignorance, Not Muslims",
			"description"   : "\u003ca href=\"http://www.nytimes.com/2015/12/05/opinion/fear-ignorance-not-muslims.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/05/opinion/05sat2/05sat2-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eAmericans must guard against overreaction, and subdue the panicked reflex of distrust and hatred.",
			"author"        : "THE EDITORIAL BOARD",
			"date"          : "2015-12-4",
			"link"          : "http://www.nytimes.com/2015/12/05/opinion/fear-ignorance-not-muslims.html?partner=rssnyt\u0026emc=rss",
			"image"         : "https://newmatilda.com/wp-content/uploads/2016/10/Muslim-prayers-child.jpg",
			"imageCaption"  : "Xinhua/Pan Chaoyue, Flickr",
			"body"          : "As the country continues a long and dangerous campaign to root out and prevent terrorist threats, it is concerned but not helpless. Federal investigators are starting a terrorism investigation in the California mass shooting, and more facts will emerge about the background of the killers and their links to the Islamic State.Wherever the investigation leads, Americans must guard against overreaction, and subdue the panicked reflex of distrust and hatred toward the Americans among us who are Muslims. This has been a problem at least since 9/11 and will remain one as long as ignorance about Islam remains deep and widespread. Today the ignorance is being inflamed by know-nothings in the political sphere — by Republican presidential candidates calling for American Muslims to be registered and monitored, and for mosques to be spied on or shut down. Governors of more than two dozen states have declared their borders shut to Syrian refugees, in open defiance of common sense, the Constitution and human decency.Contrast these amateurs’ panic with the behavior of law-enforcement experts, like the counter-terrorism officials of the Los Angeles Police Department who met on Thursday with Muslim-American leaders to reassure them and the community at large that they are not alone and that they are facing this challenge together.“Muslim communities are our strength — not our weakness,” Deputy Chief Michael Downing told The Times. “We can’t let this deteriorate our relationship or allow others to isolate or stigmatize the Muslim community.”Chief Downing said law enforcement needs the trust and cooperation of the majority of Muslims in the mainstream, those who can raise the alarm about the radicalized few. But scapegoating and intimidation are already happening; he said a bullet-riddled Quran had been left at a mosque in Orange County, and violent threats were phoned in to the Islamic Center of Southern California. This kind of reaction to the carnage in San Bernardino, Calif., shows a free society damaging itself.When Muslim-American leaders stood beside Farhan Khan, the brother-in-law of the shooter Syed Farook on Wednesday night, they spoke of standing “shoulder to shoulder” with the victims’ families as partners in this week’s suffering and grief.“I cannot express how sad I am for what happened today,” Mr. Khan said, his eyes clouded by anguish and shock. “My condolences to the people who lost their life.”  Muslim-Americans, like other Americans, are horrified by the massacre and frightened at the prospect of terrorism striking here. They also carry a separate burden, having lived for years under the suspicion that ties them, broadly and unjustly, to criminal atrocities committed by killers linked to Islam. Many Muslim-Americans were doubtless concerned their own safety would be threatened by those driven by fear and hate. The mass shooting in San Bernardino may give rise to more fear, but murderous gun rampages, an everyday occurrence in the United States, have been set off by workplace resentments, anti-abortion and anti-government zealotry, paranoia, suicidal megalomania, various other forms of sociopathy, and by no evident reasons at all.There is nothing wise — particularly from a law-enforcement and security perspective — about the urge to isolate and stigmatize Americans of any faith or heritage.",
			"file"          : "exArt9.json",
			"template"      : "top",
			"similarArticles" : ["exArt10.json", "exArt11.json", "exArt12.json", "exArt13.json"],
			"tag"           : ["Politics", "Opinion"]
		},
		{
			"title"         : "Fantasy Football: Players to Start in Week 7",
			"author"        : "JUSTIN SABLICH",
			"date"          : "2016-10-20",
			"image"         : "https://static01.nyt.com/images/2016/10/20/sports/20fantasy-web1/20fantasy-web1-master768.jpg",
			"body"          : "Quarterbacks Philip Rivers (SD at Falcons) — He is coming off his worst performance of the season (178 yards, 1 touchdown), but it was against the Broncos, who have not allowed more than one touchdown to an opposing quarterback all season. Expect Rivers to get back on track against the Falcons in what the Vegas oddsmakers are picking as the highest-scoring game of the week. Atlanta has allowed the third-most fantasy points to the position in 2016. Andy Dalton (CIN vs. Browns) — He has topped 20 fantasy points in each of his last two games, and that was without the top tight end Tyler Eifert, who returned to practice Wednesday. Eifert’s return will give a real boost to Dalton’s fantasy value, and just in time, with the Browns next on the schedule. Cleveland has yielded 22.5 fantasy points per game this season to the position, the second most. Sleepers: Kirk Cousins (WAS) at Lions; Eli Manning (NYG) at Rams Proceed With Caution: Carson Palmer (ARI) vs. Seahawks; Russell Wilson (SEA) at Cardinals. Running Back Spencer Ware (KC vs. Saints) — Yes, Jamaal Charles is back, and supposedly healthy. But it was Ware who received 24 carries (131 yards and a touchdown) last week, to Charles’s nine. Both backs will be used against the Saints, who, incredibly, have allowed four opposing backs to score at least 18 fantasy points over their last three games. The Chiefs ran the ball 40 times in Week 6, and have indicated that both backs will be used moving forward, as long as they are healthy. Ware should continue to outcarry Charles as they continue to ease Charles, their future Hall of Famer, back after a serious injury, but even with an even split, Ware is a high upside play against the Saints LeGarrette Blount (NE at Steelers) — He has failed to score a touchdown in only one game this season. The Steelers just allowed three of them to the Dolphins’ backfield, and over all have given up the fifth-most fantasy points to the position. With Ben Roethlisberger out, this game could get ugly fast for the Steelers, which means game flow should end up favoring the Patriots’ running backs. Melvin Gordon (SD at Falcons) — After scoring six touchdowns in his first four games, Gordon has cooled off over the last two. But he has generally been able to take advantage of favorable matchups, which the Falcons represent for opposing running backs: They are yielding the eighth-most fantasy points to the position, including three touchdowns last week to the Seahawks Sleeper: Knile Davis (GB vs. Bears Proceed With Caution: Jordan Howard (CHI at Packers Wide Receiver Brandon Marshall (Jets vs. Ravens) — The fact that Geno Smith is starting for the Jets shouldn’t scare away Marshall owners (too much, anyway). It’s not ideal, but Eric Decker is still out, and Marshall will still be the top target in a very good matchup against the Ravens, who have allowed the second-most fantasy points to receivers this season, including a monster game from Odell Beckham Jr. last week (222 yards, 2 touchdowns) Cameron Meredith (CHI at Packers) — If you were impressed with the 12 targets he got in Week 5, he got three more last week, catching 11 passes for 113 yards. It’s clear quarterback Brian Hoyer is a big fan. You have to consider Meredith on Thursday, as no team allows more fantasy points to the position than the Packers DeSean Jackson (WAS at Lions) — He’s due after three quiet weeks, which included a dropped touchdown last week, and the Lions are one of the more favorable matchups for fantasy receivers (fifth-most fantasy points per game) Sleepers: Ty Montgomery (GB vs. Bears); Tavon Austin (LA vs Giants Proceed With Caution: John Brown (ARI vs. Seahawks); Emmanuel Sanders (DEN vs. Texans)",
			"file"          : "exArt14.json",
			"similarArticles" : ["exArt15.json"],
			"tag"           : ["Sports"]
		},
		{
			"title"         : "Bizarre Responses to a Plea for Reason",
			"description"   :"\u003ca href=\"http://www.nytimes.com/2015/12/08/opinion/bizarre-responses-to-a-plea-for-reason.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/08/opinion/08tue1/08tue1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe presidential field reacts to President Obama’s Sunday speech on the evolving threat posed by ISIS.",
			"author"        : "THE EDITORIAL BOARD",
			"date"          : "2015-12-8",
			"link"          : "http://www.nytimes.com/2015/12/08/opinion/bizarre-responses-to-a-plea-for-reason.html?partner=rssnyt\u0026emc=rss",
			"image"         : "https://static01.nyt.com/images/2015/12/08/opinion/08tue1/08tue1-facebookJumbo.jpg",
			"imageCaption"  : "Oliver Munday",
			"body"          : "President Obama’s address to the nation Sunday was intended to reassure anxious Americans that the United States will defeat the Islamic State, known as ISIS or ISIL, “by being strong and smart, resilient and relentless, and by drawing upon every aspect of American power.” But success, he noted, “won’t depend on tough talk, or abandoning our values, or giving into fear. That’s what groups like ISIL are hoping for.”If that’s true, ISIS must have been cheered by the presidential field, most of whom did their best to talk tough and stoke fear without advancing any workable ideas.Donald Trump, a bigot without foreign policy experience, showed that there is nothing he won’t say or support to sow hatred. On Monday he outrageously proposed barring all Muslims from entering the country. There is no precedent for denying immigration based on religion, experts say, and any such test would surely be used as an excuse to attack Muslim Americans.Ted Cruz, Twitter warrior, pledged after Mr. Obama’s speech to “direct the Department of Defense to destroy ISIS.” He played soldier all weekend in Iowa, spouting “We will carpet bomb them into oblivion,” to a tea-party crowd in Cedar Rapids, adding “I don’t know if sand can glow in the dark, but we’re going to find out,” whatever that means.Marco Rubio took to Fox News to remind Americans that they are, or should be, “really scared and worried.” He also said that “people are scared not just because of these attacks but because of a growing sense that we have a president that’s completely overwhelmed by them,” as if he alone had his finger on the pulse of America.“Bolder action across the board is needed because our way of life is what’s at stake,” was the nonprescription from Gov. John Kasich of Ohio. “Also, when terrorists threaten us, our response can’t be to target our own constitutional rights. Our rights aren’t the problem, our unwillingness to act to defeat extremists is the problem. We need to decisively and aggressively protect our nation and our ideals. We can’t delay.”Here’s Jeb Bush, on Fox News Monday morning: “The idea that somehow there are radical elements in every religion is ridiculous. There are no radical Christians that are organizing to destroy Western civilization. There are no radical Buddhists that are doing this. This is radical Islamic terrorism.”What Mr. Obama called an “evolving threat” has taken a new form that authorities have long feared: via the Internet, Islamic extremists are inciting terrorist attacks inside the United States, without the foreign training and travel that makes such plans easier to detect and thwart.On Sunday, before Mr. Obama spoke, Hillary Clinton suggested that social media companies like Facebook, YouTube and Twitter should “disrupt” the Islamic State by taking down its content and making it harder for the group to recruit fighters and communicate online. While this approach may seem appealing, it is deeply flawed because private businesses are not equipped to decide what online speech should be taken down or which users should be silenced. And even if big Internet companies were successful at keeping terrorist organizations and their sympathizers from using their services, those groups and people would find other ways to communicate, for example, by using websites that are not well known or online services based in other countries.Mr. Obama is in a tight spot. Elected by a war-weary nation as the candidate who promised to extract the United States from conflicts in the Middle East, he is facing calls by politicians and former advisers to step up airstrikes against ISIS and to deploy more Special Operations forces. With the attack in San Bernardino, Calif., the issue of radicalization grows more urgent and complicated. Whether one agrees with Mr. Obama’s approach or not, the problem of ISIS and other terrorist groups will persist long after he leaves office.This is the moment for presidential candidates to show they’re ready to advance solutions that are palatable to the majority of Americans who, despite their anger and fear, don’t support another long war. So far, the candidates’ talk offers next to nothing, and in the case of Mr. Trump, something far worse.",
			"file"          : "exArt10.json",
			"template"      : "top",
			"similarArticles" : ["exArt9.json", "exArt11.json", "exArt12.json", "exArt13.json"],
			"tag"           : ["Politics", "Opinion"]
		},
		{
			"title"         : "A Better Safeguard Against Threats From Abroad",
			"description"   : "\u003ca href=\"http://www.nytimes.com/2015/12/03/opinion/a-better-safeguard-against-threats-from-abroad.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/03/opinion/03thu3web/03thu3web-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eA proposal to tighten visa-waiver rules could do more for security than barring war refugees.",
			"author"        : "THE EDITORIAL BOARD",
			"date"          : "2015-12-3",
			"link"          : "http://www.nytimes.com/2015/12/03/opinion/a-better-safeguard-against-threats-from-abroad.html?partner=rssnyt\u0026emc=rss",
			"image"         : "https://static01.nyt.com/images/2015/12/03/opinion/03thu3web/03thu3web-master315.jpg",
			"imageCaption"  : "Senator Dianne Feinstein spoke about the American visa-waiver program last month. Credit Michael Reynolds/European Pressphoto Agency",
			"body"          : "A new Senate proposal to tighten controls over the American visa-waiver program offers authorities a far more constructive way to flag dangerous people entering the United States than banning Syrian and Iraqi refugees awaiting resettlement. The Visa-Waiver Program Security Enhancement Act, introduced Tuesday by Dianne Feinstein, Democrat of California, and Jeff Flake, Republican of Arizona, and a bipartisan group of co-sponsors, would tighten scrutiny of people who enter the United States bearing passports from 38 friendly nations (mostly Western countries) whose citizens don’t need American visas.The current visa-waiver program admits some 20 million visitors a year. A person with a passport from one of those 38 countries could potentially travel abroad for terrorist activity or training, return home, and then travel from there to the United States without visa controls.The Senate bill would ban anyone who has traveled to Syria or Iraq in the last five years from entering the United States under the visa-waiver program. Those individuals would be required to obtain a visa through an American embassy or consulate abroad. The bill would require first-time visa-waiver visitors to submit fingerprints and photographs, and to carry passports in which such information is encoded and stored in an electronic chip, which makes it more difficult to enter the United States on a forged passport.It remains tough to track people’s movements in and out of nations like Syria and Iraq, since militants often bypass formal border controls. And the proposal does not address the problem of people carrying multiple passports to hide where they have been.Last month, the House passed a bill to essentially bar Syrian and Iraqi refugees from the United States. The measure passed with a veto-proof majority, leaving President Obama and Senate Democrats scrambling to come up with the visa-restriction proposal as an alternative to the refugee bill, which is now awaiting a Senate vote.“We are trying to focus on the real risk, which is in the visa waiver program,” said Senator Chuck Schumer of New York, one of the proposal’s backers.On Monday, the Obama administration initiated changes to the visa-waiver program to make it tougher for travelers who have visited conflict zones to board commercial flights to America. But more controls require congressional action.The House majority leader, Kevin McCarthy, said this week that he aims to overhaul the visa-waiver program by year’s end. Democrats hope a visa-waiver bill could evolve into an alternative to the refugee bill in both chambers. Some lawmakers, of course, will still push to bar Syrian and Iraqi refugees, and some may want to haggle over the specifics of the visa proposal.A stricter visa-waiver regime, properly managed, would not place too heavy a burden on tourists or business travelers. Pursuing this legislation would spare Syrian and Iraqi refugees, most of them women and children, from misdirected measures that unfairly target them.",
			"file"          : "exArt11.json",
			"template"      : "top",
			"similarArticles" : ["exArt9.json", "exArt10.json", "exArt12.json", "exArt13.json"],
			"tag"           : ["Politics", "Opinion"]
		},
		{
			"title"         : "Fantasy Football: Players to Start in Week 6",
			"author"        : "Justin Sablich",
			"date"          : "2016-10-13",
			"image"         : "https://static01.nyt.com/images/2016/10/13/sports/13FANTASYWEB01/13FANTASYWEB01-master768.jpg",
			"body"          : "Quarterbacks Russell Wilson (SEA vs. Falcons) — After last season, nobody should be surprised that it has taken Wilson some time to get going in 2016, but in his last start, a three-touchdown, 309-yard performance against the Jets before the bye week, he looked like the early-round fantasy pick he was this summer. While Wilson has not put up terrific overall fantasy numbers this season, he has thrown only one interception. It is also nice to see him developing chemistry with the once-dominant tight end Jimmy Graham. Wilson is a no-brainer start against the Falcons, who have given up the most fantasy points to quarterbacks this season. Brian Hoyer (CHI vs. Jaguars) — Hoyer has two touchdowns and at least 300 passing yards in each of the games he has started in place of the injured Jay Cutler, and he almost reached 400 yards last week against the Colts. Hoyer already has a favorable matchup against the Jaguars, and it will look even more promising if he can get more involvement from his most talented receiver, Alshon Jeffery, who has been out-targeted by his teammates Eddie Royal and Cameron Meredith in each of the last three games. Marcus Mariota (TEN vs. Browns) — Mariota looked a lot more like the 2015 version of himself in Week 5, with three passing touchdowns and one on the ground against the Dolphins. If you are looking for a streaming option at quarterback in Week 6, you could do worse than Mariota against the Browns, who have allowed the fifth-most fantasy points to the position through five weeks. Sleepers: Alex Smith (KC) at Raiders; Andy Dalton (CIN) at Patriots Proceed With Caution: Andrew Luck (IND) at Texans; Matt Ryan (ATL) at Seahawks Running Backs Lamar Miller (HOU vs. Colts) — Do not be alarmed by Miller’s 20 yards on eight carries against the Vikings last week; he never had a chance to get going in a blowout loss. Miller should get back on track this week and has a good chance of scoring his first touchdown of the season, as the Colts have allowed an opposing back to top 100 total yards or score a touchdown in every game and have yielded the third-most fantasy points to the position. Theo Riddick (DET vs. Rams) — Riddick topped 20 fantasy points for the second time this season with two receiving touchdowns against the Eagles in Week 5. As the only back on the Lions who is healthy enough to carry the load, he should have plenty of chances to do damage against the Rams. Los Angeles, in a terrible defensive performance last week, allowed Buffalo running back LeSean McCoy to tally 150 yards on 18 carries. Over all, the Rams have the 28th-ranked run defense in the N.F.L.",
			"file"          : "exArt15.json",
			"similarArticles" : ["exArt14.json"],
			"tag"           : ["Sports"]
		},
		{
			"title"         : "The Trump Effect, and How It Spreads",
			"description"   : "\u003ca href=\"http://www.nytimes.com/2015/12/10/opinion/the-trump-effect-and-how-it-spreads.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2015/12/10/opinion/10thu1/10thu1-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe other Republican candidates now fleeing Mr. Trump have in fact been peddling their own xenophobic views for months.",
			"author"        : "THE EDITORIAL BOARD",
			"date"          : "2015-12-10",
			"link"          : "http://www.nytimes.com/2015/12/10/opinion/the-trump-effect-and-how-it-spreads.html?partner=rssnyt\u0026emc=rss",
			"image"         : "http://thehill.com/sites/default/files/styles/article_full/public/article_images/donaldtrump02-02-16getty_0.jpg?itok=Ef3pNUDP",
			"imageCaption"  : "Trump at a rally",
			"body"          : "Go ahead, deplore Donald Trump. Despise his message. Reject his appeals to exclusion and hatred. But do not make the mistake of treating him as a solitary phenomenon, a singular celebrity narcissist who has somehow, all alone, brought his party and its politics to the brink of fascism.He is the leading Republican candidate for president. He has been for months. The things he says are outrageous, by design, but they were not spawned, nor have they flourished, in isolation.The Republican rivals rushing to distance themselves from his latest inflammatory proposal — a faith-based wall around the country — have been peddling their own nativist policies for months or years. They have been harshening their campaign speeches and immigration proposals in response to the Trump effect. Ted Cruz and Jeb Bush want to allow only Christian refugees from Syria to enter the country, and Mr. Cruz has introduced legislation to allow states to opt out of refugee resettlement.And party officials around the country, attuned to the power of fear, have developed homegrown versions of the Trump approach. In 31 states, governors — most but not all Republicans — have formed an axis of ignorance, declaring their borders closed to refugees fleeing the Islamic State in Syria. In Texas, Gov. Greg Abbott has sued the federal government and a nonprofit relief agency to keep refugees out. Indiana’s refusal forced one family to seek refuge in Connecticut. Georgia is seeking to deny displaced Syrians federal benefits, like food stamps, and keep their children out of school.Civil rights organizations — the American Civil Liberties Union, the National Immigration Law Center and the Southern Poverty Law Center — are defending the displaced against blatant discrimination. That it is even necessary to protect the victims of Islamic extremism from being victimized again, in the United States, is a national disgrace.This is the force that Mr. Trump feeds on and that propels him. It is bigger than he is, and toxic. Not a vote has been cast in the 2016 presidential race. But serious damage is already being done to the country, to its reputation overseas, by a man who is seen as speaking for America and twisting its message of tolerance and welcome, and by the candidates who trail him and are competing for his voters.Mr. Trump has not deported anyone, nor locked up or otherwise brutalized any Muslims, immigrants or others. The danger next year, of course, is giving him the power to do so. And the danger right now is allowing him to legitimize the hatred that he so skillfully exploits, and to revive the old American tendency, in frightening times, toward vicious treatment of the weak and outsiders.The internment of Japanese-Americans in World War II, as some Republicans have either forgotten or never understood, was a dark episode in American history. It is remembered today with regret, as something the nation struggled with, learned from, and moved beyond. But there are millions of Muslims who have good reason to fear that the darkness is falling again.The time to renounce Mr. Trump’s views was the day he entered the race, calling Mexico an exporter of criminals and rapists. He played to the politics of nativism and fear that was evident last year, when a wave of Central American mothers and children, fleeing gang-and-drug warfare to the Texas border, presented themselves upon the mercy of the United States, and were met with derision and hysteria.The racism behind the agenda of the right wing on immigrants and foreigners has long been plain as day. Mr. Trump makes it even plainer. After his remarks on Muslims, how many of Mr. Trump’s rivals have said they would reject his candidacy if he won the nomination? As of Wednesday, none.",
			"file"          : "exArt12.json",
			"template"      : "top",
			"similarArticles" : ["exArt9.json", "exArt10.json", "exArt11.json", "exArt13.json"],
			"tag"           : ["Politics", "Opinion"]
		},
		{
			"title"         : "Mr. Obama’s Wise Call on a Prisoner Swap",
			"description"   : "\u003ca href=\"http://www.nytimes.com/2016/01/20/opinion/mr-obamas-wise-call-on-a-prisoner-swap.html?partner=rssnyt\u0026emc=rss\"\u003e\u003cimg src=\"http://static01.nyt.com/images/2016/01/20/opinion/20wed2sub/20wed2sub-thumbStandard.jpg\" border=\"0\" height=\"75\" width=\"75\" hspace=\"4\" align=\"left\"/\u003e\u003c/a\u003eThe Iran case showed that the use of diplomacy was the best course.",
			"author"        : "THE EDITORIAL BOARD",
			"date"          : "2016-1-20",
			"link"          : "http://www.nytimes.com/2016/01/20/opinion/mr-obamas-wise-call-on-a-prisoner-swap.html?partner=rssnyt\u0026emc=rss",
			"image"         : "https://static01.nyt.com/images/2016/01/20/opinion/20wed2sub/20wed2sub-master768.jpg",
			"imageCaption"  : "President Obama leaves the podium after speaking about the release of Americans by Iran. Credit Doug Mills/The New York Times",
			"body"          : "It was inevitable that the prisoner exchange with Iran would be questioned as soon as it was announced — and not just by Republicans who mechanically assail anything President Obama does. The notion of making concessions to a hostile adversary to secure the release of one’s fellow citizens has always been controversial, pitting the innate longing to win their freedom against the risk that handing over money or releasing prisoners in exchange will only encourage the captors to seize more. This dilemma has bedeviled many presidents and governments through history, with no simple or single answer. In this case, President Obama did the right thing. Opinion  It was right because the negotiations that led to the prisoner exchange were part of a diplomatic process that also produced the landmark agreement on Iran’s nuclear program that has lessened at least one source of tension in a very dangerous corner of the world. Iran’s release of its prisoners was not actually a part of the nuclear deal, but it was a conciliatory gesture signaling what the Iranian president, Hassan Rouhani, described on Twitter as “a new chapter in our relations w/ the world.”  However much the Republican candidates would like to portray it as such, the Iranian case was far different from the kidnappings practiced by terrorist groups like Al Qaeda or the Islamic State, in which the goal is either huge ransoms or the perverse publicity of cruel executions. The United States, unlike some European governments, has long refused to submit to terrorist extortion. The freelance journalist James Foley, for example, was reportedly executed by the Islamic State in August 2014 after the United States refused to pay a 100-million-euro ransom.There is no way to know whether Mr. Foley’s tragic death prevented any other Americans from being executed — or whether paying a ransom would have saved his life. That is the terrible unknown that governments must confront in their responsibility to protect their citizens in an increasingly dangerous and complex world. But if there is a heart-wrenching logic to refusing to surrender to blatant ransom demands, the preferred option whenever possible must be to turn to diplomacy — as the United States did in the many prisoner swaps of the Cold War, including the one dramatized in the movie “Bridge of Spies,” and as Mr. Obama did with Russia in 2010, and with the Taliban and Cuba in 2014. And as he did with Iran.The Americans released by Iran will not be the last Americans taken captive in some distant land, and President Obama will not be the last leader to anguish over how to set captives free. And the thaw with Iran might yet take an unwelcome turn. But in the meantime, we should celebrate the safe return of our fellow citizens and the diplomatic achievements of the president and Secretary of State John Kerry in Iran.",
			"file"          : "exArt13.json",
			"template"      : "top",
			"similarArticles" : ["exArt9.json", "exArt10.json", "exArt11.json", "exArt12.json"],
			"tag"           : ["Politics", "Opinion"]
		},
		{
			"title" 		: "Justices Hearing Arguments on ‘One Person, One Vote’",
			"description"	: "The Supreme Court will address a voting rights case that has the potential to shift political power from urban areas to rural ones. The Supreme Court has never definitively ruled on who must be counted in voting districts: all residents or just eligible voters?",
			"author"		: "ADAM LIPTAK",
			"date"			: "2015-12-08",
			"link"			: "http://www.nytimes.com/2015/12/09/us/politics/supreme-court-to-hear-arguments-on-one-person-one-vote.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=first-column-region&region=top-news&WT.nav=top-news",
			"image"			: "http://static01.nyt.com/images/2015/12/08/us/09scotus-web/09scotus-web-master675.jpg",
			"imageCaption"	: "Voters in Columbus, Ohio, last month",
			"body"			: "WASHINGTON — A closely divided Supreme Court on Tuesday struggled to decide “what kind of democracy people want,” as Justice Stephen G. Breyer put it during an argument over the meaning of the constitutional principle of “one person one vote.” The case basic question in the case, Evenwel v. Abbott, No. 14-940, is who must be counted in drawing voting districts: all residents or just eligible voters? The difference matters, because people who are not eligible to vote — children, immigrants here legally who are not citizens, unauthorized immigrants, people disenfranchised for committing felonies, prisoners — are not spread evenly across the country. With the exception of prisoners, they tend to be concentrated in urban areas. Their presence amplifies the voting power of people eligible to vote in urban areas, usually helping Democrats. Rural areas that lean Republican, by contrast, usually have higher percentages of residents eligible to vote. Continue reading the main story. RELATED COVERAGE Q. and A.: Examining a Voting Rights CaseDEC. 8, 2015 The John J. Moran Medium Security Prison in Cranston, R.I. A lawsuit filed in that state by the American Civil Liberties Union objects to counting prisoners when drawing voting districts.Sidebar: A.C.L.U.’s Own Arguments May Work Against It in Voting Rights CaseOCT. 12, 2015 Voting booths in Houston. Two Texas plaintiffs are challenging State Senate districts apportioned by the number of residents rather than eligible voters, saying it dilutes their voting power.Supreme Court Agrees to Settle Meaning of ‘One Person One Vote’MAY 26, 2015 The court’s decision in the case, expected by June, has the potential to shift political power from urban areas to rural ones, a move that would provide a big boost to Republican voters in many parts of the nation. Chief Justice John G. Roberts Jr. seemed attracted to counting only voters. “It is called ‘one person one vote,’” he said. “That does seem designed to protect voters.” But Justice Sonia Sotomayor said there were other interests at stake. “There’s a voting interest,” she said, “but there is also a representational interest.” Continue reading the main story RELATED IN OPINION Contributing Op-Ed Writer: The Supreme Court’s Identity Crisis on Voting RightsMARCH 19, 2015 Justice Anthony M. Kennedy seemed to be looking for a middle ground. “You should at least give some consideration to the disparity you have among voters” in different voting districts, he said. The “one person one vote” principle, rooted in cases from the 1960s that revolutionized democratic representation in the United States, applies to the entire American political system aside from the Senate, where voters from states with small populations have vastly more voting power than those with large ones. Everywhere else, voting districts must have very close to the same populations. But the Supreme Court has never definitively ruled on who must be counted. Tuesday’s case, a challenge to voting districts for the Texas Senate, was brought by Sue Evenwel and Edward Pfenninger. They are represented by the Project on Fair Representation, a small conservative advocacy group that has been active in cases concerning race and voting. The group was on the winning side in 2013 in Shelby County v. Holder, which effectively struck down the heart of the Voting Rights Act, freeing nine states, mostly in the South, to change their election laws without advance federal approval. The group is also behind a challenge to affirmative action in admissions at the University of Texas at Austin to be argued on Wednesday. In court papers, Ms. Evenwel and Mr. Pfenninger said that they lived in “districts among the most overpopulated with eligible voters” and that “there are voters or potential voters in Texas whose Senate votes are worth approximately one and one-half times that of appellants.” Last year, a three-judge panel of the Federal District Court in Austin dismissed the case, saying that “the Supreme Court has generally used total population as the metric of comparison.” At the same time, the panel said, the Supreme Court has never required any particular standard. The choice, the panel said, belongs to the states. Continue reading the main story RECENT COMMENTS John Graubard 18 minutes ago At the time the Constitution was adopted only white property owning male citizens had the right to vote. Should we go back to that time? ... michjas 18 minutes ago Most of the non-voting population at issue here consists of the U.S.'s 75 million children. And of that total, 20 million are Hispanic,... raduray 18 minutes ago If we counted only voters, it would favor communities with smaller families (generally more liberal), as children don't vote. Plaintiffs,... SEE ALL COMMENTS  WRITE A COMMENT Almost all states and localities count everyone, and the Constitution requires “counting the whole number of persons in each state” for apportioning seats in the House of Representatives among the states. There are practical problems, many political scientists say, in finding reliable data to count only eligible voters. Federal appeals courts have uniformly ruled that counting everyone is permissible, and one court has indicated that it is required. In the process, though, several judges have acknowledged that the Supreme Court’s decisions provide support for both approaches. The federal appeals court in New Orleans said the issue “presents a close question,” partly because the Supreme Court had been “somewhat evasive in regard to which population must be equalized.” In 1990, Judge Alex Kozinski, in a partial dissent from a decision of the federal appeals court in San Francisco, said there were respectable arguments on both sides. CONTINUE READING THE MAIN STORY 341 COMMENTS Counting everyone, he said, ensures “representational equality,” with elected officials tending to the interests of the same number of people, whether they are voters or not. Counting only eligible voters, on the other hand, he said, vindicates the principle that voters “hold the ultimate political power in our democracy.” In 2001, the Supreme Court turned down an opportunity to decide the question, in another case from Texas. “The one-person-one-vote principle may, in the end, be of little consequence if we decide that each jurisdiction can choose its own measure of population,” Justice Clarence Thomas wrote. “But as long as we sustain the one-person-one-vote principle, we have an obligation to explain to states and localities what it actually means.”",
			"file"			: "exArt1.json",
			"template"		: "top",
			"similarArticles" : ["exArt4.json", "exArt5.json"],
			"tag" : ["Politics", "News"]
		},
		{
			"title"         : "Samsung still smartphone king, despite Note 7 woes",
			"author"        : "STEVEN MUSIL",
			"date"          : "2016-10-26",
			"image"         : "https://cnet1.cbsistatic.com/img/mozjQZ5CI26L7mOYvkPp-eHPDj0=/770x433/2016/08/01/3d009ec0-1ba9-46c1-b1b0-82ca595d5793/spiralbinder-2016-18.jpg",
			"body"          : "Samsung retained its global smartphone crown in the third quarter, despite the monumental recall of its Galaxy Note 7, according to a pair of reports released Wednesday. Vendors shipped 362.9 million phones worldwide in the third quarter of 2016, an increase of 1 percent over the same period last year, according to research firm IDC. Strategy Analytics' estimates were a little higher, coming in at 375 million units shipped during the quarter, an increase of 6 percent. Differences in overall numbers aside, both researchers still had Samsung on top of the market with a 20 percent share, dipping from 23 percent to 24 percent. Apple held about 12 percent of the market, losing 5 percentage points, according to IDC, while Strategy Analytics pegged the loss at 2 percent. Samsung's market dominance in the third quarter was unchallenged in the short term even with this high-profile Galaxy Note 7 recall, but the longer term impact on the Samsung brand remains to be seen, Melissa Chau, associate research director for mobile devices at IDC, said in a statement. Huawei, Oppo and Vivo rounded out the list of top five phone vendors worldwide, unchanged from the previous quarter. But Oppo turned in the most improvement in market share, jumping from 121 percent to 7 percent, according to IDC, while Strategy Analytics gave it a 6 percent share on 140 percent growth.",
			"file"          : "exArt17",
			"similarArticles" : [],
			"tag"           : ["Technology", "Business"]
		},
		{
			"title" 		: "Why ‘Good Guys’ With Guns Won’t Keep Us Safe",
			"description"	: "It’s become a standard response to mass shootings in America: If only more “good” Americans were armed, the “bad guys” wouldn’t have a chance to kill.",
			"author"		: "ANNA NORTH",
			"date"			: "2015-12-07",
			"link"			: "http://takingnote.blogs.nytimes.com/2015/12/07/why-good-guys-with-guns-wont-keep-us-safe/?ref=opinion&_r=0",
			"image"			: "http://graphics8.nytimes.com/images/2015/12/07/opinion/7northWEB3/7northWEB3-blog480.jpg",
			"imageCaption"	: "Whitney Curtis for The New York Times",
			"body"			: "It’s become a standard response to mass shootings in America: If only more “good” Americans were armed, the “bad guys” wouldn’t have a chance to kill.<br><br>Ted Cruz said it on Monday, arguing in a radio interview that “you don’t stop the bad guys by taking away our guns. You stop the bad guys by using our guns, and a free and armed American citizenry is how we keep ourselves safe.”<br><br><br>But Jerry Falwell, Jr. took the argument to a new extreme on Friday, telling students at Liberty University, where he is president, that “if more good people had concealed-carry permits, then we could end those Muslims before they walk in and kill.” He urged students to get their own permits so they too could carry concealed weapons and, apparently, shoot Muslims: “Let’s teach them a lesson if they ever show up here.”<br><br>His comments are chilling because they imply that Americans should use concealed weapons to “end” Muslims simply on the basis of their religion. On Saturday Mr. Falwell clarified that he was referring only to Muslims who commit attacks. It remains unclear how an armed Liberty University student is supposed to decide which Muslims are about to commit acts of terror before they do so.<br><br>But Mr. Falwell’s remarks are disturbing beyond their obvious bigotry. He and Mr. Cruz conceive of an America in which every citizen is essentially obligated to carry a firearm and be ready to use deadly force at all times.<br><br>Such a system would, as Francis Clines has pointed out, create serious problems for law enforcement. If everyone at the Inland Regional Center in San Bernardino had been armed and firing, the result would have been an even more chaotic situation in which police would not have known whom to target. Many more lives might have been lost in the crossfire.<br><br>Our country would be far more dangerous than it is now if everyone brought a gun to every argument, as Matt Valentine illustrated at Politico in October.<br><br>Nor are ordinary citizens prepared for the responsibility of serving as de facto law enforcement. An online class is enough training to qualify for a concealed-carry permit in some states, while soldiers and police officers are trained for months or years. Even this training has not been sufficient to keep some police officers from fatally shooting unarmed black men and boys. Do we really think an online certification is enough to enable average Americans to take the law into their own hands?<br><br>And do we, as Americans, really want to do this? The responsibility to kill is an incredibly heavy one, and the consequences of exercising it can be severe. Some police departments offer therapy to officers who fire their weapons. The military has only begun to reckon with the devastating psychological toll of combat. We are not prepared for every American, all the time, to feel and behave like a police officer in a firefight or a soldier at war. We should not have to prepare for it.<br><br>One of the great benefits of a civil society is that it selects and trains people dedicated to keeping everyone safe. This group, in the United States, is not perfect. But the alternative — everyone, always, a potential killer — is far worse.",
			"file"			: "exArt2.json",
			"template"		: "right",
			"similarArticles" : ["exArt1.json","exArticle.json","exArt3.json"],
			"tag"           : ["Politics"]
		},
		{
			"title" 		: "‘Gun Control for Bad Guys’",
			"description"	: "Plus a bad deal on climate and a victory for liberty in Latin America.",
			"author"		: "JAMES FREEMAN",
			"date"			: "2015-12-08",
			"link"			: "http://www.wsj.com/articles/gun-control-for-bad-guys-1449577590",
			"image"			: "http://si.wsj.net/public/resources/images/BN-LP468_MER120_M_20151208082930.jpg",
			"imageCaption"	: "In this July 20, 2012, file photo, a row of different AR-15 style rifles are displayed for sale in Colorado. PHOTO: ASSOCIATED PRESS",
			"body"			: "Reviewing the recent history of terrorist attacks, our columnist William McGurn notes that “California already has strict gun control, as does France.” He adds that the “common sense gun control” favored by liberal politicians “would have done nothing to stop Richard Reid (the unsuccessful shoe-bomber); the Tsarnaev brothers in Boston (pressure cookers) or the 9/11 hijackers (box-cutters). Maybe the president should be demanding common sense pressure-cooker control.”<br><br>Mr. McGurn recalls “when the NYPD was bringing the murder rate to record lows through America’s most effective gun-control program: stop-and-frisk. This was gun control for bad guys, under the theory that when you take guns away from bad people—or at least make them afraid to carry guns on the street—you reduce shootings. But it was savaged by liberals. Because they don’t want just the bad guys’ guns. They want yours.”<br><br>The Journal’s Bret Stephens writes that the “more grating parts” of President Obama’s Sunday night speech “came when he touched on the subject of Islam and Muslims. ‘We cannot,’ he intoned, ‘turn against one another by letting this fight be defined as a war between America and Islam.’ Terrorism, as he sees it, is to be feared less for the harm it causes than for the overreaction it risks eliciting. This is the president as master of the pre-emptive self-reproach—the suggestion that Americans are always on the verge of returning to the wickedness whence we came. But since when have we turned against one another, or defined the war on terror as a war on Islam?”...Also in today’s paper, Sens. John McCain and Lindsey Graham propose a strategy for defeating ISIS immediately.<br><br>“Few Supreme Court doctrines are firmer than ‘one-person, one-vote’ under the Fourteenth Amendment,” writes the Journal’s editorial board. “We are about to find out if the Justices have the courage of their convictions when that principle threatens entrenched political interests. On Tuesday the High Court hears oral arguments in a case that challenges whether illegal immigration has made some votes more important than others.”<br><br>A separate editorial notes: “It isn’t every day that a police state takes such a beating at the polls that it has to admit defeat in its own rigged election. So kudos to the Venezuelan opposition, which thrashed the government’s United Socialist Party of Venezuela” in Sunday’s national assembly election. “After 16 years of repressive left-wing rule, this is cause for hope in Venezuela and across the Americas.”<br><br>Less encouraging is the climate deal President Obama has cut with China, in which Beijing has agreed to emissions reductions that were going to happen anyway. The editorial board observes that if the Paris climate talks lead to a new protocol, “the U.S. will give aid to developing countries to pay for little or no change while Americans accept a lower standard of living to meet Mr. Obama’s tough targets. China has played the U.S. President like a Stradivarius.”<br><br>The Yale faculty member who earned the ire of campus radicals by urging them to tolerate Halloween costumes they regarded as offensive has decided to stop teaching at the school. Today the Journal excerpts a 1991 speech from Benno Schmidt, who was Yale’s president at the time: “On many campuses, perhaps most, there is little resistance to growing pressure to suppress and to punish, rather than to answer, speech that offends notions of civility and community. These campuses are heedless of the oldest lesson in the history of freedom, which is that offensive, erroneous and obnoxious speech is the price of liberty. Values of civility, mutual respect and harmony are rightly prized within the university. But these values must be fostered by teaching and by example, and defended by expression. When the goals of harmony collide with freedom of expression, freedom must be the paramount obligation of an academic community.”",
			"file"			: "exArt3.json",
			"template"		: "top",
			"similarArticles" : ["exArt1.json","exArt2.json"],
			"tag" : ["Politics"]
		},
		{
			"title" 		: "SCOTUS Tip Toes Around Minorities In Important Voting Rights Case",
			"description"	: "At Supreme Court oral arguments in a case that could change the fundamental meaning of “one person, one vote,” the justices tiptoed around the racial and immigration issues that could explain why the case was at the high court in the first place.",
			"author"		: "TIERNEY SNEED",
			"date"			: "2015-12-08",
			"link"			: "http://talkingpointsmemo.com/dc/scotus-race-immigration-children-evenwel",
			"image"			: "http://a2.img.talkingpointsmemo.com/image/upload/c_fill,fl_keep_iptc,g_faces,h_365,w_652/xbppphwbc62dlpsysr24.jpg",
			"imageCaption"	: "The Supreme Court of the United States (SCOTUS)",
			"body"			: "The case, Evenwel v. Abbott, comes from Texas, a red state where Latinos are growing in political power. The challengers want the population of eligible voters, rather than total population, to be used to draw roughly equal districts under 'one, person, one vote.' Civil rights advocates argue that the challenge was brought in order to undermine the government’s ability to draw minority-majority districts and that using eligible voter population would give right-leaning white rural areas -- which have higher rates of eligible voters -- more political power.  But the explicit question of minority representation was largely left untouched as the arguments focused on what the case means for districts with large populations of children. Time and time again, the oral arguments returned to the presence of children, and how they affected the voting rights across districts with roughly the same total population size. Only briefly, however, was the presence of children connected to the minority populations whose representational power in redistricting is at stake in the case.  Justice Sonia Sotomayor seemed most clued into the practical realities on the ground in Texas. As William Consovoy -- the attorney representing the challengers-- tried to argue that children are represented through their parents, she asked what that meant tor the children whose parents are not citizens.  'How about children who are citizens when their parents are not, which is fairly common in many areas?'  Consovoy could merely offer that they would get their political representation when they were old enough to vote.  The children question is an important one to Latino advocates, who point out that the reason that Latino populations have a relatively low eligible voter rate is not just because of the presence of non-citizen immigrants but also because of the higher rate of children among Hispanics.  During Texas’ turn to defend its districting plan, Breyer sought a specific breakdown of what role the presence of children played in creating the differences in voting populations among districts versus the role of the presence of adult non-citizens played.  “I mean, it can't all be explained on the basis of illegal immigration or something,” he said.  Ian Gershengorn -- arguing on behalf of the U.S. government against the challengers’ claims -- used the presence of children to argue the case’s broad consequences. He brought the example of New York, where he said Manhattan has a child rate of 9 percent compared to Brooklyn's 30 percent. Using voter population to draw districts there would make it impossible so the state to also take into account geography, political subdivisions or other considerations previously deemed important by the court.  But the oral arguments did bluntly face the fact that a ruling in favor of the challengers would enhance the representational power of those in rural, largely white areas.  What’s at stake at the case is not just Texas’ state Senate redistricting plan, but the ability of legislatures in all states to draw maps that comply with the Voting Rights Act -- which seeks to give minorities the ability to choose a candidate of their choice -- along with the other standards (geography, political subdivisions) of importance for redistricting.  Justice John Roberts raised the under Voting Rights Act to point out the voting population is used to bring up Section 2 challenges. Piggy-backing off of him Justice Samuel Alito pointed out “undocumented aliens” and “prisoners” are being counted in the census' total population data.  But the case is connected to representational theory that stretches back to before the state interest in drawing minority-majority districts.  Justice Ruth Bader Ginsburg brought up how women were counted in drawing districts before they were granted suffrage in 1920. 'It was wrong for the States to include, for these purposes, women?' she asked. 'They were not eligible voters.'",
			"file"			: "exArt4.json",
			"template"		: "top",
			"similarArticles" : ["exArt1.json", "exArt5.json"],
			"tag" : ["Politics", "News"]
		},
		{
			"title" 		: "The Long Assault on Voting Rights and Fear of a Changing South",
			"description"	: "At Supreme Court oral arguments in a case that could change the fundamental meaning of “one person, one vote,” the justices tiptoed around the racial and immigration issues that could explain why the case was at the high court in the first place.",
			"author"		: "ALLIE YEE",
			"date"			: "2015-12-06",
			"link"			: "http://www.truth-out.org/news/item/33878-the-long-assault-on-voting-rights-and-fear-of-a-changing-south",
			"image"			: "http://www.truth-out.org/images/images_2015_11/2015_1205voting.jpg",
			"imageCaption"	: "Protestors gather outside of the US Supreme Court in support of Section 5 of the Voting Rights Act of 1965, in Washington, February 27, 2013",
			"body"			: "In 2016, the US will hold the first presidential election in 50 years without the full protections of the landmark Voting Rights Act of 1965 - and thousands of voters in the South will face new barriers to voting. That's because states and counties previously covered under the VRA's preclearance provision requiring federal approval for voting changes were released from those requirements following the Supreme Court's 2013 decision in Shelby County v. Holder.<p><p>In his new book Give Us the Ballot: The Modern Struggle for Voting Rights in America, Ari Berman, a national correspondent for The Nation and an investigative fellow at The Nation Institute, looks back on the 50-year history since the VRA's passage to shed light on the current debate over the right to vote in the South and across the country. He describes the ways that the VRA was a success and also the opposition to it that began as soon as law was enacted. <p><p>On November 20, Berman was in Durham, North Carolina for an event at the Regulator Bookshop co-hosted by the Institute for Southern Studies, publisher of Facing South. We sat down with Berman before the event to talk about the VRA's impact in the South and the region’s role in the modern fight for voting rights. <p><p>This year was the 50th anniversary of the passage of the Voting Rights Act. With movies like Selma and the commemoration of events like Bloody Sunday and the Selma to Montgomery march, there's been a lot of focus on the civil rights movement and the events that led to the passage of the VRA.<p><p>Your new book, though, tells the story of what happened in the 50 years after the VRA became law. What were some of the key things you learned about that period?<p><p>I learned a tremendous amount. I wanted to tell two intertwining narratives. One was a narrative of revolution to describe all the things that were accomplished because of the Voting Rights Act - how we got someone like John Lewis in the Congress and how we got President Obama, but also all these untold stories of every level of government integrating and democratizing for the first time.<p><p>But I wanted to tell the history of the counterrevolution as well - the 50-year history to gut the Voting Rights Act so people would understand that the Supreme Court didn't wake up one day and decide to gut [it]. This was the product of 50 years of opposition. The level of resistance to the law was staggering even to me. The ways from 1965 until today that states and localities and politicians tried to roll back the VRA was pretty unyielding. This has remained from the very beginning a very contested piece of legislation.<p><p>What impact did the VRA have in the South?<p><p>The first thing it did was it abolished literacy tests and related devices that had prevented people from registering. It ended the situation where only 2 percent of African Americans were registered to vote in a place like Selma, Alabama. After getting rid of those devices, federal officials were sent to the South to register voters, so we saw a massive increase very quickly in voter registration. Federal officials stayed in the South to make sure elections weren't stolen.<p><p>Over a longer period of time, the Voting Rights Act created a mechanism to strike down discriminatory election systems nationwide - that was Section 2 of the Voting Rights Act. It also said that those states with the worst histories of voting discrimination had to approve their voting changes with the federal government. And that was Section 5 of the law. That part, Section 5, blocked 3,000 discriminatory voting changes from 1965 to 2013.<p><p>And that was the part that was gutted by the Supreme Court in 2013. You said that the opposition to the VRA started just as soon as the law was passed. What was that opposition like?<p><p>The first thing was that the Southern states challenged the constitutionality of the law immediately. They were ultimately unsuccessful. The Supreme Court upheld the constitutionality in 1966.<p><p>But then states like Mississippi changed their election laws to make it harder for black voters to run for office or to elect candidates. They would change the structure of their elections to prevent African Americans from being able to win. They would either gerrymander political districts in such a way to preserve a white majority, or they would structure the election so that elections were on a citywide or county-wide basis so that [in] any city with a white majority, whites remained in control.<p><p>That sounds like some things that are going on today. Have these strategies changed over time, or have the same tactics been used?<p><p>I think what we've seen is a kind of a new version of an old strategy. You can't say that voter ID laws are as bad as literacy tests and poll taxes. But what we do see is that things like shutting down voter registration drives or cutting back early voting or requiring strict voter ID are all an attempt to restrict certain elements of the electorate, and they are new ways of trying to do so. The idea of restricting the electorate is a very old strategy and one that the Voting Rights Act was meant to end but has continued nonetheless.<p><p>As the opposition's strategies have changed, how have the strategies to protect voting rights evolved?<p><p>When I started reporting on voting rights in 2011, basically everyone was playing defense, trying to stop all these bad laws from becoming laws. They were successful in certain places and unsuccessful in other places.<p><p>More recently, there's been a push to challenge the bad laws like in North Carolina but also to expand voting rights where there’s a better political coalition, like in Oregon and California that have adopted automatic voter registration at the DMV. That's an attempt to be more aggressive at expanding voting rights because it's good policy, but also a reaction to those states that are restricting voting rights.<p><p>One of the things I noticed was that when some states started restricting voting rights in 2011, there was a domino effect. Texas does it, then Wisconsin does it, then Pennsylvania does it. If they all see each other doing it, it makes it easier for them to feel like they can get away with it. The hope is that there'll be, at least in some states starting with the blue states, the reverse domino. First Oregon does automatic registration, then California does it. It's going to take time because we have very conservative majorities in so many states, but at least other states are laying [out] an alternative vision.<p><p>You describe in the book how Congress and the Supreme Court, which have helped uphold and renew the Voting Rights Act, are no longer major allies of the law. In that context, what are other avenues or strategies to protect voting rights today?<p><p>There's no easy answer. You're not going to get the legislature to repeal their own law. That would be the quickest thing to do - to have the political people who passed these laws to change them. In certain states, we have seen that like in Florida. Cutting early voting was so unpopular that the legislature then repealed its own bill. We saw in North Carolina that they changed the voter ID law because I think they were concerned it was going to get struck down in the court.<p><p>The best hope would be that there's a change in cautiousness in these legislatures, or barring that, Congress would pass either a restoration of the Voting Rights Act or federal election reform. But they don't seem likely to do either, certainly not this Congress.<p><p>What role do you see the South playing in today's voting rights fight?<p><p>One of the things that's interesting about the recent period is that it wasn't just the Southern states that were doing this. It was happening in places like Wisconsin and Kansas and Ohio. That was one of the things that caught my eye. The spirit of Jim Crow was migrating north.<p><p>But it's also true that if you look at the South, almost every Southern state has passed new restrictions. Even if other states are doing it, the South remains the stronghold of voting restrictions. It's staggering if you look at the map - you see all the Southern states pretty much have passed some new restriction since 2011. Other states may be doing it, but there's still a particular fervor for this kind of stuff down South.<p><p>I'm not saying it's motivated by racism. I think it's just the fact that in the South, African Americans identify overwhelmingly with the Democratic Party, and the Republican Party in these states are virtually all white. I think there's a real fear of the changing demographics.<p><p>Are there any bright spots in the South?<p><p>For many years, North Carolina was a real bright spot in terms of its laws. That's why the effort to move backwards in North Carolina has been so distressing, because it's not just that you're moving backwards in one state. It's that you’re moving backwards in what was the most progressive state in the South. If North Carolina moves backwards, it's sort of like, what's left?<p><p>The bright spot is that the demographics of the South keep changing, but it's going to take a while for that to catch up with the political dynamics. This has been yet another effort to try to slow the changing demographics from having a real impact on the politics of the region.<p><p>Speaking of those changing demographics, the VRA over the years has been expanded beyond protecting black voters in the South, which was largely the focus when it was enacted. What are some of those other protections?<p><p>In 1970, the Voting Rights Act was expanded to abolish literacy tests nationwide and to lower the voting age to 18 for all elections. That was extremely significant - that added 9 million new voters.<p><p>In 1975, the law was broadened to include language minorities - Hispanics, Asian Americans, Native Americans. I think that was one of the most significant and under-told parts of the Voting Rights Act because that impacted millions of people. What it meant was that bilingual ballots were printed all across the country in places where there was a concentration of language minority voters - not just in the Southern states but in California and Milwaukee and all of these places. States that had a really bad record of discriminating specifically against language minority voters like Texas were then covered, so new places had to approve their voting changes as well. That was really huge.<p><p>Do you think that this larger umbrella of protections brings more people to the struggle of protecting voting rights? Have you seen examples of that?<p><p>Definitely. There are Latino groups, Asian-American groups, there are Native American groups that are active on voting rights. I don't think those communities necessarily know as much about the Voting Rights Act as the African-American community does. A lot of Latinos don't even realize that they're covered under the Voting Rights Act. It's not a story that's been told a lot. I don't think the awareness is as strong, but it's had a big impact.<p><p>Looking forward to 2016, what effect do you think the current laws will have, and what can people do?<p><p>The 2016 election is going to be the first presidential election in 50 years without the full protections of the Voting Rights Act. That means that voters are going to show up at the polls in key states, and there are going to be new barriers in front of them and new laws could be passed closer to the election that will be hard to block.<p><p>Right now, there's clearly an effort to challenge certain laws in court in places like North Carolina. It's also important in those states [that] people understand what the law is so they can try to comply with it. We know Wisconsin is going to have a voter ID law because the courts upheld that. They're just about helping people comply with the law and getting people the ID that they need - a major organizing process. It's not easy. In Wisconsin, about 10 percent of the electorate doesn't have the required ID. There's a lot of organizing that needs to be done now, not a month before the election.<p><p>It's important to keep talking about the importance of the issue and to keep it in people's minds. That also sort of acts as a preemptive strike against those states that may be considering doing this for the first time so that at least they know there's a political consequence to passing these laws. You can't just do it in the shadows and think you're going to get away with it. At the very least, you'll get sued.<p><p>What lessons can we take from the 50-year history of the Voting Rights Act?<p><p>What we can take from it is that when there's been a concerted effort to get more people involved in the political process - it really did work. The Voting Rights Act really did do what it said it was going to do. There's all sorts of times we're told stories about how government doesn't work. This was a very, very concrete example of government working and the law working.<p><p>To me, it's time to redouble our commitment to the work of the Voting Rights Act, particularly when there's a new struggle over voting rights, and think about how to take those lessons and bring it to the 21st century.",
			"file"			: "exArt5.json",
			"template"		: "top",
			"similarArticles" : ["exArt1.json", "exArt4.json"],
			"tag" : ["Politics", "News"]
		},
		{
			"title"         : "How Oakland Raiders Turned Into the One NFL Team to Root For",
			"author"        : "KENNETH ARTHUR",
			"date"          : "2016-10-27",
			"image"         : "http://img.wennermedia.com/article-leads-horizontal/amari-cooper-raiders-dfe7bd85-3648-4c1e-bd01-2ba9a1a368eb.jpg",
			"body"          : "The NFL needs a hero. Amid plenty of real life concerns like concussions, domestic violence scandals and controversies extending all the way to patriotism, the league is hemorrhaging viewers. Everyone is searching for answers, but while commissioner Roger Goodell does need to solve those serious problems, it would be just as fair to blame the ratings drop on the same pratfalls of any other television show: Perhaps the NFL has simply jumped the shark.Monday night games have been blowouts not worth watching. Thursday Night Football and the feeble attempt to use color rush uniforms as a selling-point has basically become the Fear the Walking Dead spinoff of Sunday Night – So we have something that is popular and fans aren’t that concerned with quality? Great, let's crank out another and worry even less about the final product than we do with the original! But most importantly, many superstars have been lost to retirement (Peyton Manning), injury (Adrian Peterson, JJ Watt), and declining play (Aaron Rodgers). It seems as though great players are fading away faster than replacements are emerging. And yet one team where the future of the league may be starting to develop is also the franchise that almost no one who isn't local wants to begin rooting for: the Oakland Raiders. Seven games into the season, the Raiders are tied for the lead in the AFC West. The last time Oakland made the playoffs, they were led by Jerry Rice, Rich Gannon, Rod Woodson and Bill Romanowski, a team couldn't be more nineties if it were called The Bayside Tigers. These current Raiders are also led by a prolific duo at quarterback and receiver, but unlike Gannon and Rice, aren't making retirement plans for after the season. Derek Carr and Amari Cooper should have a long future together, but could also quietly be the best thing worth watching in the NFL today. Through 23 games dating back to Oakland drafting Cooper fourth overall last year, the pair has connected on 109 passes for a total of 1,679 yards and seven touchdowns, and they're only getting better. After Cooper dropped 10 passes on 130 targets last season, he has just one on 40 targets this season. Four throws from Carr to Cooper were intercepted last season, but none have been so far in 2016. Not only could Cooper challenge Raiders' great Tim Brown as the best receiver in franchise history, but people should be talking about him on the level of A.J. Green, Julio Jones, and Odell Beckham as the best wideout in the NFL right now.",
			"file"          : "exArt18.json",
			"similarArticles" : [],
			"tag"           : ["Sports"]
		},
		{
			"title" 		: "Gunmakers’ War Profiteering on the Home Front",
			"description"	: "As each new mass shooting leaves dead and wounded Americans strewn like casualties on a battlefield...",
			"author"		: "THE EDITORIAL BOARD",
			"date"			: "2015-12-11",
			"link"			: "http://www.nytimes.com/2015/12/11/opinion/gunmakers-war-profiteering-on-the-home-front.html?ref=opinion&_r=0",
			"image"			: "http://static01.nyt.com/images/2015/12/11/opinion/11fri1/11fri1-superJumbo.jpg",
			"imageCaption"	: "Credit Daniel Salmieri",
			"body"			: "As each new mass shooting leaves dead and wounded Americans strewn like casualties on a battlefield — a butcher’s toll that has now intersected with the international terrorist threat — the gun industry’s culpability amounts to war profiteering through the reckless sale of military weapons tailored for the civilian homefront. <br><br>Across recent decades, gun manufacturers, facing a decline in general gun ownership as demographics shifted and sports hunting faded, have cynically created a domestic market for barely altered rifles and pistols developed for the military. These are weapons designed for the rapid spray-shooting of multiple enemy soldiers in wartime, not homeland civilians living in peace.<br><br> Yet the latest casualty count of 14 killed and 21 wounded last week in the gun carnage at San Bernardino, Calif., is another horrendous confirmation of how these easily available weapons — marketed as macho tools for a kind of paramilitary self-defense — are being used again and again for rapid-fire attacks on innocent people. The fact that the California killers were self-proclaimed Islamic warriors makes the ease with which their arsenal was assembled all the more outrageous.<br><br> While lurid-looking rifles may cause the most shock in the public aftermath, the industry has also been selling pliant statehouse politicians on the legalization of “concealed carry” handgun licenses. These are spreading powerful semiautomatic pistols with the firepower of rifles through the civilian population, from bar rooms to college campuses, even as evidence mounts that they cause more harm to innocent victims than to fantasized malefactors.<br><br> Assault weapons were banned for 10 years until Congress, in bipartisan obeisance to the gun lobby, let the law lapse in 2004. As a result, gun manufacturers have been allowed to sell all manner of war weaponry to civilians, including the super destructive .50-caliber sniper rifle, which an 18-year-old can easily buy in many places even where he or she must be 21 to buy a simpler handgun. Why any civilian would need this weapon, designed to pierce concrete bunkers and armored personnel carriers, is a question that should be put to the gun makers who profit from them and the politicians who shamelessly do their bidding.<br><br> The industry’s sales pitches in magazines and on the Internet play off popular fears generated by the very shooting sprees made possible by their assault weapons, and use the imagery of war in general and the “war on terror” in particular. “As Close as You Can Get Without Enlisting,” reads one tag line under a photo of a poised shooter aiming the civilian version of a military rifle. An ad for a semiautomatic shotgun promises security whether in “Iraq, Afghanistan, Your Livingroom.” An ad for an armor-piercing handgun shows an embattled infantryman above the line: “Built For Them ... Built For You.” A manufacturer tailors the pitch to women by showing nail-polished hands aiming a pistol above the heading: “Ladies’ Home Companion.” Congress has shamelessly become the last to admit what the public senses with each new shooting spree: The nation needs restoration of a federal assault weapons ban — this time minus the loopholes the gun industry exploited to boost sales.<br><br> After the schoolhouse massacre three years ago in Newtown, Conn., a state commission focused on the Bushmaster semiautomatic rifle the shooter used to slay 20 children and six workers in barely five minutes with 154 rounds. It found “no legitimate place in the civilian population” for such a war rifle and its 30-round magazines. The same style weapon, routinely marketed as a “sporting rifle,” was used in the San Bernardino rampage. Something like it is likely to be in the hands of the next mass shooter, whatever the killer’s obsession.",
			"file"			: "exArt6.json",
			"template"		: "left",
			"similarArticles" : ["exArt4.json", "exArt5.json"],
			"tag" : ["Politics", "Business"]
		},
		{
			"title"         : "Does the mac still matter?",
			"author"        : "SHARA TIBKEN",
			"date"          : "2016-10-27",
			"image"         : "https://images-goldenfrog.netdna-ssl.com/vyprvpn/mac/banner_mac.png",
			"body"          : "When he unveiled the iPhone in January 2007, Apple co-founder Steve Jobs made headlines with other big news. The company, which had become a household brand with the Macintosh, was dropping “Computer” from its name and would now be billed as just Apple Inc. “We’ve added to the Mac and the iPod. We’ve added Apple TV and now iPhone. The Mac is the only one you really think of as a computer,” Jobs told more than 5,000 cheering Apple fans at the Macworld Expo in San Francisco. “So we thought maybe our name should reflect this.” Nearly a decade later, that bet shows just how good Jobs was at seeing into the future. Apple has morphed from a niche computer maker into a consumer electronics juggernaut, with nearly two thirds of its $216 billion in annual sales now from the iPhone. The Mac, including laptops marketed under the MacBook brand, represents just 11 percent of revenue. Even so, those computers make up a healthy $20-plus billion a year business. Those numbers are worth noting, given that Jobs started talking up the “post-PC” era in 2010, saying we’d eventually favor mobile devices over computers. And it goes some way toward explaining why die-hard Mac fans complain that Apple has been neglecting its computers and tinkering instead with the iPhone, iPad and Apple Watch. Twenty-five years and one week after Apple introduced the PowerBook, its first real laptop (the 16-pound Macintosh Portable doesn’t count), CEO Tim Cook on Thursday unveiled a brand new architecture for its priciest and most powerful laptop line, the MacBook Pro. The news comes two days after Apple showed the latest signs of phone fatigue, reporting a drop in sales and profit as yearly iPhone orders fell for the first time since the blockbuster device hit the market. How’s that for timing? Marketing chief Phil Schiller, software engineering lead Craig Federighi and top designer Jony Ive explained, in exclusive interviews earlier this week, why the Mac matters. Since they say it’s so important to Apple, we asked them why it took four years, four months and 16 days to deliver what they call a “milestone” and a “big step forward” for its top-of-the-line laptops. “The calendar isn’t what drives any of the decisions,” Schiller says in a 90-minute briefing at Apple’s headquarters in Cupertino, California. “We challenge the teams to do great work and sometimes that great work can be done in one year, sometimes it takes three years… What we really care about is creating new innovations in the Mac and continuing the story that has really defined Apple for so many years.",
			"file"          : "exArt16.json",
			"similarArticles" : [],
			"tag"           : ["Technology" , "Business"]
		},
		{
			"title" 		: "Connecticut Moves to Deny Gun Sales to People on No-Fly Lists",
			"description"	: "Republicans had pushed back against similar proposal on the federal level",
			"author"		: "JOSEPH DE AVILA",
			"date"			: "2015-12-10",
			"link"			: "http://www.wsj.com/articles/connecticut-moves-to-deny-gun-sales-to-people-on-no-fly-lists-1449772894",
			"image"			: "http://si.wsj.net/public/resources/images/BN-LQ641_NYCONN_M_20151210133752.jpg",
			"imageCaption"	: "Connecticut Gov. Dannel Malloy, shown in September, informed the Obama administration of his decision Thursday. PHOTO: DAVE COLLINS/ASSOCIATED PRESS",
			"body"			: "Connecticut Gov. Dannel Malloy on Thursday said he would sign an executive order barring people on federal watch lists from buying firearms, stepping into a contentious national debate over gun control and civil liberties.<br><br> The governor, a Democrat, said he decided on the order in light of the recent terrorist attacks in Paris and San Bernardino, Calif., as well as stalled efforts at the federal level to tighten gun-control laws.<br><br> “If Congress will not act, we in the states will,” he said.<br><br> The U.S. Senate defeated a bill last week supported by Democrats to allow the attorney general to block gun sales to people on federal watch lists. Republicans say it would be too broad and could deprive some Americans of their constitutional right to bear arms. Mr. Malloy said he asked President Barack Obama’s administration for access to federal watch lists. Once the federal government signs off on that, Mr. Malloy said he would sign the executive order.<br><br> Connecticut would become the first state in the nation to enact such a change through executive order, according to the Law Center to Prevent Gun Violence, which tracks firearm laws. New Jersey Gov. Chris Christie, a Republican, signed a similar law, passed by the state Legislature, in 2013.<br><br> Mr. Malloy signed a law expanding firearm restrictions after the 2012 school shooting in Newtown, in which 20 children and six school staffers died.<br><br> From 2004 through 2014, there were at least 2,233 instances of people on terrorist watch lists who attempted to buy firearms, according to the U.S. Government Accountability Office. In 190 of those cases, they were denied.<br><br> Under Mr. Malloy’s executive order, the Connecticut State Police, which issues firearms permits in the state, would cross-reference the names of prospective gun buyers with the watch lists. If the buyer is on one, he or she wouldn’t be able to buy handguns, shotguns, rifles or ammunition.<br><br> The police would also be able to revoke existing permits from gun owners on watch lists. People whose permits were denied or revoked would be able to appeal the decision with the Connecticut Board of Firearms Permit Examiners. <br><br> Scott Wilson, president of the gun-rights group Connecticut Citizens Defense League, said the order could deny firearms to law-abiding citizens.<br><br> “While we are all concerned about terrorism, this approach is very un-American and shameful,” he said.<br><br> His group hasn’t ruled out a legal challenge, he said.<br><br> The American Civil Liberties Union has also been critical of the federal government’s no-fly list, saying the reasons why people are placed on the list are too vague and that innocent people don’t have a fair process to correct errors.<br><br> Mr. Malloy agreed that there can be mix-ups on those lists and said the appeal process would be fair.<br><br> “These are the measures that will save lives,” he said.<br><br> Connecticut Against Gun Violence, a group that advocates from stronger firearms laws, said other states should follow the governor’s lead. “Suspected terrorists shouldn’t be allowed to buy guns,” said Ron Pinciaro, the group’s executive director.",
			"file"			: "exArt7.json",
			"template"		: "right",
			"similarArticles" : ["exArt6.json", "exArt3.json"],
			"tag" : ["Politics", "News"]
		},
		{
			"title" 		: "Ted Cruz tries to downplay comments questioning Donald Trump’s ‘judgment,’ but not before Trump fires back on Twitter ",
			"description"	: "Ted Cruz, who just a few weeks ago was called a potential vice presidential pick for Donald Trump, tried to downplay a story that reveals he questioned the 'judgment' of the billionaire blowhard.",
			"author"		: "CAMERON JOSEPH",
			"date"			: "2015-12-11",
			"link"			: "http://www.nydailynews.com/news/politics/ted-cruz-downplay-comments-trump-judgment-article-1.2462760",
			"image"			: "http://assets.nydailynews.com/polopoly_fs/1.2462759.1449850052!/img/httpImage/image.jpg_gen/derivatives/article_970/gop-2016-cruz.jpg?enlarged",
			"imageCaption"	: "PABLO MARTINEZ MONSIVAIS/AP",
			"body"			: "WASHINGTON — The gloves are finally off between Ted Cruz and Donald Trump, even if Cruz would rather have kept them on. After the Texas senator got caught on tape criticizing Trump's 'judgment' at a private fund-raiser, the divisive billionaire took aim at the man he said weeks ago could be his vice presidential pick. Cruz is trying to downplay the slight, but Trump is already snarling. 'Looks like @tedcruz is getting ready to attack. I am leading by so much he must. I hope so, he will fall like all others. Will be easy!' Trump tweeted Friday morning. Cruz has assiduously worked not to offend Trump throughout the campaign, seeking to keep a detente going and positioning himself for some of inflammatory mogul's voters. But in a closed-door meeting he questioned Trump's 'judgment' and readiness to be commander-in-chief, after admitting that he's looked to 'bear hug' Trump and Carson during the race. 'Who am I comfortable having their finger on the button? Now that's a question of strength, but it's also a question of judgment. And I think that is a question that is a challenging question for both of them,' Cruz said about Trump and Ben Carson, according to audio obtained by the New York Times. Cruz downplayed the story as a 'New York Times report with anonymous sources,' even though the audio of his comments was posted with the story — a sign he's still not ready to fully engage. But Trump doesn't let disses go — even mild, private ones. Cruz could be the next target on his game of presidential whack-a-mole.",
			"file"			: "exArt8.json",
			"template"		: "top",
			"similarArticles" : ["exArticle.json", "exArt1.json"],
			"tag" : ["Politics", "News"]
		}
	]
}