{
"article":
		[
			{
			"title" 		: "Justices Hearing Arguments on ‘One Person, One Vote’",
			"description"	: "The Supreme Court will address a voting rights case that has the potential to shift political power from urban areas to rural ones. The Supreme Court has never definitively ruled on who must be counted in voting districts: all residents or just eligible voters?",
			"author"		: "ADAM LIPTAK",
			"date"			: "2015-12-08",
			"link"			: "http://www.nytimes.com/2015/12/09/us/politics/supreme-court-to-hear-arguments-on-one-person-one-vote.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=first-column-region&region=top-news&WT.nav=top-news",
			"image"			: "http://static01.nyt.com/images/2015/12/08/us/09scotus-web/09scotus-web-master675.jpg",
			"imageCaption"	: "Voters in Columbus, Ohio, last month",
			"body"			: "WASHINGTON — A closely divided Supreme Court on Tuesday struggled to decide “what kind of democracy people want,” as Justice Stephen G. Breyer put it during an argument over the meaning of the constitutional principle of “one person one vote.” The case basic question in the case, Evenwel v. Abbott, No. 14-940, is who must be counted in drawing voting districts: all residents or just eligible voters? The difference matters, because people who are not eligible to vote — children, immigrants here legally who are not citizens, unauthorized immigrants, people disenfranchised for committing felonies, prisoners — are not spread evenly across the country. With the exception of prisoners, they tend to be concentrated in urban areas. Their presence amplifies the voting power of people eligible to vote in urban areas, usually helping Democrats. Rural areas that lean Republican, by contrast, usually have higher percentages of residents eligible to vote. Continue reading the main story. RELATED COVERAGE Q. and A.: Examining a Voting Rights CaseDEC. 8, 2015 The John J. Moran Medium Security Prison in Cranston, R.I. A lawsuit filed in that state by the American Civil Liberties Union objects to counting prisoners when drawing voting districts.Sidebar: A.C.L.U.’s Own Arguments May Work Against It in Voting Rights CaseOCT. 12, 2015 Voting booths in Houston. Two Texas plaintiffs are challenging State Senate districts apportioned by the number of residents rather than eligible voters, saying it dilutes their voting power.Supreme Court Agrees to Settle Meaning of ‘One Person One Vote’MAY 26, 2015 The court’s decision in the case, expected by June, has the potential to shift political power from urban areas to rural ones, a move that would provide a big boost to Republican voters in many parts of the nation. Chief Justice John G. Roberts Jr. seemed attracted to counting only voters. “It is called ‘one person one vote,’” he said. “That does seem designed to protect voters.” But Justice Sonia Sotomayor said there were other interests at stake. “There’s a voting interest,” she said, “but there is also a representational interest.” Continue reading the main story RELATED IN OPINION Contributing Op-Ed Writer: The Supreme Court’s Identity Crisis on Voting RightsMARCH 19, 2015 Justice Anthony M. Kennedy seemed to be looking for a middle ground. “You should at least give some consideration to the disparity you have among voters” in different voting districts, he said. The “one person one vote” principle, rooted in cases from the 1960s that revolutionized democratic representation in the United States, applies to the entire American political system aside from the Senate, where voters from states with small populations have vastly more voting power than those with large ones. Everywhere else, voting districts must have very close to the same populations. But the Supreme Court has never definitively ruled on who must be counted. Tuesday’s case, a challenge to voting districts for the Texas Senate, was brought by Sue Evenwel and Edward Pfenninger. They are represented by the Project on Fair Representation, a small conservative advocacy group that has been active in cases concerning race and voting. The group was on the winning side in 2013 in Shelby County v. Holder, which effectively struck down the heart of the Voting Rights Act, freeing nine states, mostly in the South, to change their election laws without advance federal approval. The group is also behind a challenge to affirmative action in admissions at the University of Texas at Austin to be argued on Wednesday. In court papers, Ms. Evenwel and Mr. Pfenninger said that they lived in “districts among the most overpopulated with eligible voters” and that “there are voters or potential voters in Texas whose Senate votes are worth approximately one and one-half times that of appellants.” Last year, a three-judge panel of the Federal District Court in Austin dismissed the case, saying that “the Supreme Court has generally used total population as the metric of comparison.” At the same time, the panel said, the Supreme Court has never required any particular standard. The choice, the panel said, belongs to the states. Continue reading the main story RECENT COMMENTS John Graubard 18 minutes ago At the time the Constitution was adopted only white property owning male citizens had the right to vote. Should we go back to that time? ... michjas 18 minutes ago Most of the non-voting population at issue here consists of the U.S.'s 75 million children. And of that total, 20 million are Hispanic,... raduray 18 minutes ago If we counted only voters, it would favor communities with smaller families (generally more liberal), as children don't vote. Plaintiffs,... SEE ALL COMMENTS  WRITE A COMMENT Almost all states and localities count everyone, and the Constitution requires “counting the whole number of persons in each state” for apportioning seats in the House of Representatives among the states. There are practical problems, many political scientists say, in finding reliable data to count only eligible voters. Federal appeals courts have uniformly ruled that counting everyone is permissible, and one court has indicated that it is required. In the process, though, several judges have acknowledged that the Supreme Court’s decisions provide support for both approaches. The federal appeals court in New Orleans said the issue “presents a close question,” partly because the Supreme Court had been “somewhat evasive in regard to which population must be equalized.” In 1990, Judge Alex Kozinski, in a partial dissent from a decision of the federal appeals court in San Francisco, said there were respectable arguments on both sides. CONTINUE READING THE MAIN STORY 341 COMMENTS Counting everyone, he said, ensures “representational equality,” with elected officials tending to the interests of the same number of people, whether they are voters or not. Counting only eligible voters, on the other hand, he said, vindicates the principle that voters “hold the ultimate political power in our democracy.” In 2001, the Supreme Court turned down an opportunity to decide the question, in another case from Texas. “The one-person-one-vote principle may, in the end, be of little consequence if we decide that each jurisdiction can choose its own measure of population,” Justice Clarence Thomas wrote. “But as long as we sustain the one-person-one-vote principle, we have an obligation to explain to states and localities what it actually means.”",
			"file"			: "exArt1.json",
			"template"		: "top",
			"similarArticles" : ["exArt4.json", "exArt5.json"]},
			{
			"title" 		: "Why ‘Good Guys’ With Guns Won’t Keep Us Safe",
			"description"	: "It’s become a standard response to mass shootings in America: If only more “good” Americans were armed, the “bad guys” wouldn’t have a chance to kill.",
			"author"		: "ANNA NORTH",
			"date"			: "2015-12-07",
			"link"			: "http://takingnote.blogs.nytimes.com/2015/12/07/why-good-guys-with-guns-wont-keep-us-safe/?ref=opinion&_r=0",
			"image"			: "http://graphics8.nytimes.com/images/2015/12/07/opinion/7northWEB3/7northWEB3-blog480.jpg",
			"imageCaption"	: "Whitney Curtis for The New York Times",
			"body"			: "It’s become a standard response to mass shootings in America: If only more “good” Americans were armed, the “bad guys” wouldn’t have a chance to kill.<br><br>Ted Cruz said it on Monday, arguing in a radio interview that “you don’t stop the bad guys by taking away our guns. You stop the bad guys by using our guns, and a free and armed American citizenry is how we keep ourselves safe.”<br><br><br>But Jerry Falwell, Jr. took the argument to a new extreme on Friday, telling students at Liberty University, where he is president, that “if more good people had concealed-carry permits, then we could end those Muslims before they walk in and kill.” He urged students to get their own permits so they too could carry concealed weapons and, apparently, shoot Muslims: “Let’s teach them a lesson if they ever show up here.”<br><br>His comments are chilling because they imply that Americans should use concealed weapons to “end” Muslims simply on the basis of their religion. On Saturday Mr. Falwell clarified that he was referring only to Muslims who commit attacks. It remains unclear how an armed Liberty University student is supposed to decide which Muslims are about to commit acts of terror before they do so.<br><br>But Mr. Falwell’s remarks are disturbing beyond their obvious bigotry. He and Mr. Cruz conceive of an America in which every citizen is essentially obligated to carry a firearm and be ready to use deadly force at all times.<br><br>Such a system would, as Francis Clines has pointed out, create serious problems for law enforcement. If everyone at the Inland Regional Center in San Bernardino had been armed and firing, the result would have been an even more chaotic situation in which police would not have known whom to target. Many more lives might have been lost in the crossfire.<br><br>Our country would be far more dangerous than it is now if everyone brought a gun to every argument, as Matt Valentine illustrated at Politico in October.<br><br>Nor are ordinary citizens prepared for the responsibility of serving as de facto law enforcement. An online class is enough training to qualify for a concealed-carry permit in some states, while soldiers and police officers are trained for months or years. Even this training has not been sufficient to keep some police officers from fatally shooting unarmed black men and boys. Do we really think an online certification is enough to enable average Americans to take the law into their own hands?<br><br>And do we, as Americans, really want to do this? The responsibility to kill is an incredibly heavy one, and the consequences of exercising it can be severe. Some police departments offer therapy to officers who fire their weapons. The military has only begun to reckon with the devastating psychological toll of combat. We are not prepared for every American, all the time, to feel and behave like a police officer in a firefight or a soldier at war. We should not have to prepare for it.<br><br>One of the great benefits of a civil society is that it selects and trains people dedicated to keeping everyone safe. This group, in the United States, is not perfect. But the alternative — everyone, always, a potential killer — is far worse.",
			"file"			: "exArt2.json",
			"template"		: "right",
			"similarArticles" : ["exArt1.json","exArticle.json","exArt3.json"]
			},
			{
			"title" 		: "‘Gun Control for Bad Guys’",
			"description"	: "Plus a bad deal on climate and a victory for liberty in Latin America.",
			"author"		: "JAMES FREEMAN",
			"date"			: "2015-12-08",
			"link"			: "http://www.wsj.com/articles/gun-control-for-bad-guys-1449577590",
			"image"			: "http://si.wsj.net/public/resources/images/BN-LP468_MER120_M_20151208082930.jpg",
			"imageCaption"	: "In this July 20, 2012, file photo, a row of different AR-15 style rifles are displayed for sale in Colorado. PHOTO: ASSOCIATED PRESS",
			"body"			: "Reviewing the recent history of terrorist attacks, our columnist William McGurn notes that “California already has strict gun control, as does France.” He adds that the “common sense gun control” favored by liberal politicians “would have done nothing to stop Richard Reid (the unsuccessful shoe-bomber); the Tsarnaev brothers in Boston (pressure cookers) or the 9/11 hijackers (box-cutters). Maybe the president should be demanding common sense pressure-cooker control.”<br><br>Mr. McGurn recalls “when the NYPD was bringing the murder rate to record lows through America’s most effective gun-control program: stop-and-frisk. This was gun control for bad guys, under the theory that when you take guns away from bad people—or at least make them afraid to carry guns on the street—you reduce shootings. But it was savaged by liberals. Because they don’t want just the bad guys’ guns. They want yours.”<br><br>The Journal’s Bret Stephens writes that the “more grating parts” of President Obama’s Sunday night speech “came when he touched on the subject of Islam and Muslims. ‘We cannot,’ he intoned, ‘turn against one another by letting this fight be defined as a war between America and Islam.’ Terrorism, as he sees it, is to be feared less for the harm it causes than for the overreaction it risks eliciting. This is the president as master of the pre-emptive self-reproach—the suggestion that Americans are always on the verge of returning to the wickedness whence we came. But since when have we turned against one another, or defined the war on terror as a war on Islam?”...Also in today’s paper, Sens. John McCain and Lindsey Graham propose a strategy for defeating ISIS immediately.<br><br>“Few Supreme Court doctrines are firmer than ‘one-person, one-vote’ under the Fourteenth Amendment,” writes the Journal’s editorial board. “We are about to find out if the Justices have the courage of their convictions when that principle threatens entrenched political interests. On Tuesday the High Court hears oral arguments in a case that challenges whether illegal immigration has made some votes more important than others.”<br><br>A separate editorial notes: “It isn’t every day that a police state takes such a beating at the polls that it has to admit defeat in its own rigged election. So kudos to the Venezuelan opposition, which thrashed the government’s United Socialist Party of Venezuela” in Sunday’s national assembly election. “After 16 years of repressive left-wing rule, this is cause for hope in Venezuela and across the Americas.”<br><br>Less encouraging is the climate deal President Obama has cut with China, in which Beijing has agreed to emissions reductions that were going to happen anyway. The editorial board observes that if the Paris climate talks lead to a new protocol, “the U.S. will give aid to developing countries to pay for little or no change while Americans accept a lower standard of living to meet Mr. Obama’s tough targets. China has played the U.S. President like a Stradivarius.”<br><br>The Yale faculty member who earned the ire of campus radicals by urging them to tolerate Halloween costumes they regarded as offensive has decided to stop teaching at the school. Today the Journal excerpts a 1991 speech from Benno Schmidt, who was Yale’s president at the time: “On many campuses, perhaps most, there is little resistance to growing pressure to suppress and to punish, rather than to answer, speech that offends notions of civility and community. These campuses are heedless of the oldest lesson in the history of freedom, which is that offensive, erroneous and obnoxious speech is the price of liberty. Values of civility, mutual respect and harmony are rightly prized within the university. But these values must be fostered by teaching and by example, and defended by expression. When the goals of harmony collide with freedom of expression, freedom must be the paramount obligation of an academic community.”",
			"file"			: "exArt3.json",
			"template"		: "top",
			"similarArticles" : ["exArt1.json","exArt2.json"]
			},
			{
			"title" 		: "SCOTUS Tip Toes Around Minorities In Important Voting Rights Case",
			"description"	: "At Supreme Court oral arguments in a case that could change the fundamental meaning of “one person, one vote,” the justices tiptoed around the racial and immigration issues that could explain why the case was at the high court in the first place.",
			"author"		: "TIERNEY SNEED",
			"date"			: "2015-12-08",
			"link"			: "http://talkingpointsmemo.com/dc/scotus-race-immigration-children-evenwel",
			"image"			: "http://a2.img.talkingpointsmemo.com/image/upload/c_fill,fl_keep_iptc,g_faces,h_365,w_652/xbppphwbc62dlpsysr24.jpg",
			"imageCaption"	: "The Supreme Court of the United States (SCOTUS)",
			"body"			: "The case, Evenwel v. Abbott, comes from Texas, a red state where Latinos are growing in political power. The challengers want the population of eligible voters, rather than total population, to be used to draw roughly equal districts under 'one, person, one vote.' Civil rights advocates argue that the challenge was brought in order to undermine the government’s ability to draw minority-majority districts and that using eligible voter population would give right-leaning white rural areas -- which have higher rates of eligible voters -- more political power.  But the explicit question of minority representation was largely left untouched as the arguments focused on what the case means for districts with large populations of children. Time and time again, the oral arguments returned to the presence of children, and how they affected the voting rights across districts with roughly the same total population size. Only briefly, however, was the presence of children connected to the minority populations whose representational power in redistricting is at stake in the case.  Justice Sonia Sotomayor seemed most clued into the practical realities on the ground in Texas. As William Consovoy -- the attorney representing the challengers-- tried to argue that children are represented through their parents, she asked what that meant tor the children whose parents are not citizens.  'How about children who are citizens when their parents are not, which is fairly common in many areas?'  Consovoy could merely offer that they would get their political representation when they were old enough to vote.  The children question is an important one to Latino advocates, who point out that the reason that Latino populations have a relatively low eligible voter rate is not just because of the presence of non-citizen immigrants but also because of the higher rate of children among Hispanics.  During Texas’ turn to defend its districting plan, Breyer sought a specific breakdown of what role the presence of children played in creating the differences in voting populations among districts versus the role of the presence of adult non-citizens played.  “I mean, it can't all be explained on the basis of illegal immigration or something,” he said.  Ian Gershengorn -- arguing on behalf of the U.S. government against the challengers’ claims -- used the presence of children to argue the case’s broad consequences. He brought the example of New York, where he said Manhattan has a child rate of 9 percent compared to Brooklyn's 30 percent. Using voter population to draw districts there would make it impossible so the state to also take into account geography, political subdivisions or other considerations previously deemed important by the court.  But the oral arguments did bluntly face the fact that a ruling in favor of the challengers would enhance the representational power of those in rural, largely white areas.  What’s at stake at the case is not just Texas’ state Senate redistricting plan, but the ability of legislatures in all states to draw maps that comply with the Voting Rights Act -- which seeks to give minorities the ability to choose a candidate of their choice -- along with the other standards (geography, political subdivisions) of importance for redistricting.  Justice John Roberts raised the under Voting Rights Act to point out the voting population is used to bring up Section 2 challenges. Piggy-backing off of him Justice Samuel Alito pointed out “undocumented aliens” and “prisoners” are being counted in the census' total population data.  But the case is connected to representational theory that stretches back to before the state interest in drawing minority-majority districts.  Justice Ruth Bader Ginsburg brought up how women were counted in drawing districts before they were granted suffrage in 1920. 'It was wrong for the States to include, for these purposes, women?' she asked. 'They were not eligible voters.'",
			"file"			: "exArt4.json",
			"template"		: "top",
			"similarArticles" : ["exArt1.json", "exArt5.json"]
			},
			{
			"title" 		: "The Long Assault on Voting Rights and Fear of a Changing South",
			"description"	: "At Supreme Court oral arguments in a case that could change the fundamental meaning of “one person, one vote,” the justices tiptoed around the racial and immigration issues that could explain why the case was at the high court in the first place.",
			"author"		: "ALLIE YEE",
			"date"			: "2015-12-06",
			"link"			: "http://www.truth-out.org/news/item/33878-the-long-assault-on-voting-rights-and-fear-of-a-changing-south",
			"image"			: "http://www.truth-out.org/images/images_2015_11/2015_1205voting.jpg",
			"imageCaption"	: "Protestors gather outside of the US Supreme Court in support of Section 5 of the Voting Rights Act of 1965, in Washington, February 27, 2013",
			"body"			: "In 2016, the US will hold the first presidential election in 50 years without the full protections of the landmark Voting Rights Act of 1965 - and thousands of voters in the South will face new barriers to voting. That's because states and counties previously covered under the VRA's preclearance provision requiring federal approval for voting changes were released from those requirements following the Supreme Court's 2013 decision in Shelby County v. Holder.<p><p>In his new book Give Us the Ballot: The Modern Struggle for Voting Rights in America, Ari Berman, a national correspondent for The Nation and an investigative fellow at The Nation Institute, looks back on the 50-year history since the VRA's passage to shed light on the current debate over the right to vote in the South and across the country. He describes the ways that the VRA was a success and also the opposition to it that began as soon as law was enacted. <p><p>On November 20, Berman was in Durham, North Carolina for an event at the Regulator Bookshop co-hosted by the Institute for Southern Studies, publisher of Facing South. We sat down with Berman before the event to talk about the VRA's impact in the South and the region’s role in the modern fight for voting rights. <p><p>This year was the 50th anniversary of the passage of the Voting Rights Act. With movies like Selma and the commemoration of events like Bloody Sunday and the Selma to Montgomery march, there's been a lot of focus on the civil rights movement and the events that led to the passage of the VRA.<p><p>Your new book, though, tells the story of what happened in the 50 years after the VRA became law. What were some of the key things you learned about that period?<p><p>I learned a tremendous amount. I wanted to tell two intertwining narratives. One was a narrative of revolution to describe all the things that were accomplished because of the Voting Rights Act - how we got someone like John Lewis in the Congress and how we got President Obama, but also all these untold stories of every level of government integrating and democratizing for the first time.<p><p>But I wanted to tell the history of the counterrevolution as well - the 50-year history to gut the Voting Rights Act so people would understand that the Supreme Court didn't wake up one day and decide to gut [it]. This was the product of 50 years of opposition. The level of resistance to the law was staggering even to me. The ways from 1965 until today that states and localities and politicians tried to roll back the VRA was pretty unyielding. This has remained from the very beginning a very contested piece of legislation.<p><p>What impact did the VRA have in the South?<p><p>The first thing it did was it abolished literacy tests and related devices that had prevented people from registering. It ended the situation where only 2 percent of African Americans were registered to vote in a place like Selma, Alabama. After getting rid of those devices, federal officials were sent to the South to register voters, so we saw a massive increase very quickly in voter registration. Federal officials stayed in the South to make sure elections weren't stolen.<p><p>Over a longer period of time, the Voting Rights Act created a mechanism to strike down discriminatory election systems nationwide - that was Section 2 of the Voting Rights Act. It also said that those states with the worst histories of voting discrimination had to approve their voting changes with the federal government. And that was Section 5 of the law. That part, Section 5, blocked 3,000 discriminatory voting changes from 1965 to 2013.<p><p>And that was the part that was gutted by the Supreme Court in 2013. You said that the opposition to the VRA started just as soon as the law was passed. What was that opposition like?<p><p>The first thing was that the Southern states challenged the constitutionality of the law immediately. They were ultimately unsuccessful. The Supreme Court upheld the constitutionality in 1966.<p><p>But then states like Mississippi changed their election laws to make it harder for black voters to run for office or to elect candidates. They would change the structure of their elections to prevent African Americans from being able to win. They would either gerrymander political districts in such a way to preserve a white majority, or they would structure the election so that elections were on a citywide or county-wide basis so that [in] any city with a white majority, whites remained in control.<p><p>That sounds like some things that are going on today. Have these strategies changed over time, or have the same tactics been used?<p><p>I think what we've seen is a kind of a new version of an old strategy. You can't say that voter ID laws are as bad as literacy tests and poll taxes. But what we do see is that things like shutting down voter registration drives or cutting back early voting or requiring strict voter ID are all an attempt to restrict certain elements of the electorate, and they are new ways of trying to do so. The idea of restricting the electorate is a very old strategy and one that the Voting Rights Act was meant to end but has continued nonetheless.<p><p>As the opposition's strategies have changed, how have the strategies to protect voting rights evolved?<p><p>When I started reporting on voting rights in 2011, basically everyone was playing defense, trying to stop all these bad laws from becoming laws. They were successful in certain places and unsuccessful in other places.<p><p>More recently, there's been a push to challenge the bad laws like in North Carolina but also to expand voting rights where there’s a better political coalition, like in Oregon and California that have adopted automatic voter registration at the DMV. That's an attempt to be more aggressive at expanding voting rights because it's good policy, but also a reaction to those states that are restricting voting rights.<p><p>One of the things I noticed was that when some states started restricting voting rights in 2011, there was a domino effect. Texas does it, then Wisconsin does it, then Pennsylvania does it. If they all see each other doing it, it makes it easier for them to feel like they can get away with it. The hope is that there'll be, at least in some states starting with the blue states, the reverse domino. First Oregon does automatic registration, then California does it. It's going to take time because we have very conservative majorities in so many states, but at least other states are laying [out] an alternative vision.<p><p>You describe in the book how Congress and the Supreme Court, which have helped uphold and renew the Voting Rights Act, are no longer major allies of the law. In that context, what are other avenues or strategies to protect voting rights today?<p><p>There's no easy answer. You're not going to get the legislature to repeal their own law. That would be the quickest thing to do - to have the political people who passed these laws to change them. In certain states, we have seen that like in Florida. Cutting early voting was so unpopular that the legislature then repealed its own bill. We saw in North Carolina that they changed the voter ID law because I think they were concerned it was going to get struck down in the court.<p><p>The best hope would be that there's a change in cautiousness in these legislatures, or barring that, Congress would pass either a restoration of the Voting Rights Act or federal election reform. But they don't seem likely to do either, certainly not this Congress.<p><p>What role do you see the South playing in today's voting rights fight?<p><p>One of the things that's interesting about the recent period is that it wasn't just the Southern states that were doing this. It was happening in places like Wisconsin and Kansas and Ohio. That was one of the things that caught my eye. The spirit of Jim Crow was migrating north.<p><p>But it's also true that if you look at the South, almost every Southern state has passed new restrictions. Even if other states are doing it, the South remains the stronghold of voting restrictions. It's staggering if you look at the map - you see all the Southern states pretty much have passed some new restriction since 2011. Other states may be doing it, but there's still a particular fervor for this kind of stuff down South.<p><p>I'm not saying it's motivated by racism. I think it's just the fact that in the South, African Americans identify overwhelmingly with the Democratic Party, and the Republican Party in these states are virtually all white. I think there's a real fear of the changing demographics.<p><p>Are there any bright spots in the South?<p><p>For many years, North Carolina was a real bright spot in terms of its laws. That's why the effort to move backwards in North Carolina has been so distressing, because it's not just that you're moving backwards in one state. It's that you’re moving backwards in what was the most progressive state in the South. If North Carolina moves backwards, it's sort of like, what's left?<p><p>The bright spot is that the demographics of the South keep changing, but it's going to take a while for that to catch up with the political dynamics. This has been yet another effort to try to slow the changing demographics from having a real impact on the politics of the region.<p><p>Speaking of those changing demographics, the VRA over the years has been expanded beyond protecting black voters in the South, which was largely the focus when it was enacted. What are some of those other protections?<p><p>In 1970, the Voting Rights Act was expanded to abolish literacy tests nationwide and to lower the voting age to 18 for all elections. That was extremely significant - that added 9 million new voters.<p><p>In 1975, the law was broadened to include language minorities - Hispanics, Asian Americans, Native Americans. I think that was one of the most significant and under-told parts of the Voting Rights Act because that impacted millions of people. What it meant was that bilingual ballots were printed all across the country in places where there was a concentration of language minority voters - not just in the Southern states but in California and Milwaukee and all of these places. States that had a really bad record of discriminating specifically against language minority voters like Texas were then covered, so new places had to approve their voting changes as well. That was really huge.<p><p>Do you think that this larger umbrella of protections brings more people to the struggle of protecting voting rights? Have you seen examples of that?<p><p>Definitely. There are Latino groups, Asian-American groups, there are Native American groups that are active on voting rights. I don't think those communities necessarily know as much about the Voting Rights Act as the African-American community does. A lot of Latinos don't even realize that they're covered under the Voting Rights Act. It's not a story that's been told a lot. I don't think the awareness is as strong, but it's had a big impact.<p><p>Looking forward to 2016, what effect do you think the current laws will have, and what can people do?<p><p>The 2016 election is going to be the first presidential election in 50 years without the full protections of the Voting Rights Act. That means that voters are going to show up at the polls in key states, and there are going to be new barriers in front of them and new laws could be passed closer to the election that will be hard to block.<p><p>Right now, there's clearly an effort to challenge certain laws in court in places like North Carolina. It's also important in those states [that] people understand what the law is so they can try to comply with it. We know Wisconsin is going to have a voter ID law because the courts upheld that. They're just about helping people comply with the law and getting people the ID that they need - a major organizing process. It's not easy. In Wisconsin, about 10 percent of the electorate doesn't have the required ID. There's a lot of organizing that needs to be done now, not a month before the election.<p><p>It's important to keep talking about the importance of the issue and to keep it in people's minds. That also sort of acts as a preemptive strike against those states that may be considering doing this for the first time so that at least they know there's a political consequence to passing these laws. You can't just do it in the shadows and think you're going to get away with it. At the very least, you'll get sued.<p><p>What lessons can we take from the 50-year history of the Voting Rights Act?<p><p>What we can take from it is that when there's been a concerted effort to get more people involved in the political process - it really did work. The Voting Rights Act really did do what it said it was going to do. There's all sorts of times we're told stories about how government doesn't work. This was a very, very concrete example of government working and the law working.<p><p>To me, it's time to redouble our commitment to the work of the Voting Rights Act, particularly when there's a new struggle over voting rights, and think about how to take those lessons and bring it to the 21st century.",
			"file"			: "exArt4.json",
			"template"		: "top",
			"similarArticles" : ["exArt1.json", "exArt4.json"]
			},
			{
			"title" 		: "Gunmakers’ War Profiteering on the Home Front",
			"description"	: "As each new mass shooting leaves dead and wounded Americans strewn like casualties on a battlefield...",
			"author"		: "THE EDITORIAL BOARD",
			"date"			: "2015-12-11",
			"link"			: "http://www.nytimes.com/2015/12/11/opinion/gunmakers-war-profiteering-on-the-home-front.html?ref=opinion&_r=0",
			"image"			: "http://static01.nyt.com/images/2015/12/11/opinion/11fri1/11fri1-superJumbo.jpg",
			"imageCaption"	: "Credit Daniel Salmieri",
			"body"			: "As each new mass shooting leaves dead and wounded Americans strewn like casualties on a battlefield — a butcher’s toll that has now intersected with the international terrorist threat — the gun industry’s culpability amounts to war profiteering through the reckless sale of military weapons tailored for the civilian homefront. <br><br>Across recent decades, gun manufacturers, facing a decline in general gun ownership as demographics shifted and sports hunting faded, have cynically created a domestic market for barely altered rifles and pistols developed for the military. These are weapons designed for the rapid spray-shooting of multiple enemy soldiers in wartime, not homeland civilians living in peace.<br><br> Yet the latest casualty count of 14 killed and 21 wounded last week in the gun carnage at San Bernardino, Calif., is another horrendous confirmation of how these easily available weapons — marketed as macho tools for a kind of paramilitary self-defense — are being used again and again for rapid-fire attacks on innocent people. The fact that the California killers were self-proclaimed Islamic warriors makes the ease with which their arsenal was assembled all the more outrageous.<br><br> While lurid-looking rifles may cause the most shock in the public aftermath, the industry has also been selling pliant statehouse politicians on the legalization of “concealed carry” handgun licenses. These are spreading powerful semiautomatic pistols with the firepower of rifles through the civilian population, from bar rooms to college campuses, even as evidence mounts that they cause more harm to innocent victims than to fantasized malefactors.<br><br> Assault weapons were banned for 10 years until Congress, in bipartisan obeisance to the gun lobby, let the law lapse in 2004. As a result, gun manufacturers have been allowed to sell all manner of war weaponry to civilians, including the super destructive .50-caliber sniper rifle, which an 18-year-old can easily buy in many places even where he or she must be 21 to buy a simpler handgun. Why any civilian would need this weapon, designed to pierce concrete bunkers and armored personnel carriers, is a question that should be put to the gun makers who profit from them and the politicians who shamelessly do their bidding.<br><br> The industry’s sales pitches in magazines and on the Internet play off popular fears generated by the very shooting sprees made possible by their assault weapons, and use the imagery of war in general and the “war on terror” in particular. “As Close as You Can Get Without Enlisting,” reads one tag line under a photo of a poised shooter aiming the civilian version of a military rifle. An ad for a semiautomatic shotgun promises security whether in “Iraq, Afghanistan, Your Livingroom.” An ad for an armor-piercing handgun shows an embattled infantryman above the line: “Built For Them ... Built For You.” A manufacturer tailors the pitch to women by showing nail-polished hands aiming a pistol above the heading: “Ladies’ Home Companion.” Congress has shamelessly become the last to admit what the public senses with each new shooting spree: The nation needs restoration of a federal assault weapons ban — this time minus the loopholes the gun industry exploited to boost sales.<br><br> After the schoolhouse massacre three years ago in Newtown, Conn., a state commission focused on the Bushmaster semiautomatic rifle the shooter used to slay 20 children and six workers in barely five minutes with 154 rounds. It found “no legitimate place in the civilian population” for such a war rifle and its 30-round magazines. The same style weapon, routinely marketed as a “sporting rifle,” was used in the San Bernardino rampage. Something like it is likely to be in the hands of the next mass shooter, whatever the killer’s obsession.",
			"file"			: "exArt6.json",
			"template"		: "left",
			"similarArticles" : ["exArt4.json", "exArt5.json"]
			},
			{
			"title" 		: "Connecticut Moves to Deny Gun Sales to People on No-Fly Lists",
			"description"	: "Republicans had pushed back against similar proposal on the federal level",
			"author"		: "JOSEPH DE AVILA",
			"date"			: "2015-12-10",
			"link"			: "http://www.wsj.com/articles/connecticut-moves-to-deny-gun-sales-to-people-on-no-fly-lists-1449772894",
			"image"			: "http://si.wsj.net/public/resources/images/BN-LQ641_NYCONN_M_20151210133752.jpg",
			"imageCaption"	: "Connecticut Gov. Dannel Malloy, shown in September, informed the Obama administration of his decision Thursday. PHOTO: DAVE COLLINS/ASSOCIATED PRESS",
			"body"			: "Connecticut Gov. Dannel Malloy on Thursday said he would sign an executive order barring people on federal watch lists from buying firearms, stepping into a contentious national debate over gun control and civil liberties.<br><br> The governor, a Democrat, said he decided on the order in light of the recent terrorist attacks in Paris and San Bernardino, Calif., as well as stalled efforts at the federal level to tighten gun-control laws.<br><br> “If Congress will not act, we in the states will,” he said.<br><br> The U.S. Senate defeated a bill last week supported by Democrats to allow the attorney general to block gun sales to people on federal watch lists. Republicans say it would be too broad and could deprive some Americans of their constitutional right to bear arms. Mr. Malloy said he asked President Barack Obama’s administration for access to federal watch lists. Once the federal government signs off on that, Mr. Malloy said he would sign the executive order.<br><br> Connecticut would become the first state in the nation to enact such a change through executive order, according to the Law Center to Prevent Gun Violence, which tracks firearm laws. New Jersey Gov. Chris Christie, a Republican, signed a similar law, passed by the state Legislature, in 2013.<br><br> Mr. Malloy signed a law expanding firearm restrictions after the 2012 school shooting in Newtown, in which 20 children and six school staffers died.<br><br> From 2004 through 2014, there were at least 2,233 instances of people on terrorist watch lists who attempted to buy firearms, according to the U.S. Government Accountability Office. In 190 of those cases, they were denied.<br><br> Under Mr. Malloy’s executive order, the Connecticut State Police, which issues firearms permits in the state, would cross-reference the names of prospective gun buyers with the watch lists. If the buyer is on one, he or she wouldn’t be able to buy handguns, shotguns, rifles or ammunition.<br><br> The police would also be able to revoke existing permits from gun owners on watch lists. People whose permits were denied or revoked would be able to appeal the decision with the Connecticut Board of Firearms Permit Examiners. <br><br> Scott Wilson, president of the gun-rights group Connecticut Citizens Defense League, said the order could deny firearms to law-abiding citizens.<br><br> “While we are all concerned about terrorism, this approach is very un-American and shameful,” he said.<br><br> His group hasn’t ruled out a legal challenge, he said.<br><br> The American Civil Liberties Union has also been critical of the federal government’s no-fly list, saying the reasons why people are placed on the list are too vague and that innocent people don’t have a fair process to correct errors.<br><br> Mr. Malloy agreed that there can be mix-ups on those lists and said the appeal process would be fair.<br><br> “These are the measures that will save lives,” he said.<br><br> Connecticut Against Gun Violence, a group that advocates from stronger firearms laws, said other states should follow the governor’s lead. “Suspected terrorists shouldn’t be allowed to buy guns,” said Ron Pinciaro, the group’s executive director.",
			"file"			: "exArt7.json",
			"template"		: "right",
			"similarArticles" : ["exArt6.json", "exArt3.json"]
			},
			{
			"title" 		: "Ted Cruz tries to downplay comments questioning Donald Trump’s ‘judgment,’ but not before Trump fires back on Twitter ",
			"description"	: "Ted Cruz, who just a few weeks ago was called a potential vice presidential pick for Donald Trump, tried to downplay a story that reveals he questioned the 'judgment' of the billionaire blowhard.",
			"author"		: "CAMERON JOSEPH",
			"date"			: "2015-12-11",
			"link"			: "http://www.nydailynews.com/news/politics/ted-cruz-downplay-comments-trump-judgment-article-1.2462760",
			"image"			: "http://assets.nydailynews.com/polopoly_fs/1.2462759.1449850052!/img/httpImage/image.jpg_gen/derivatives/article_970/gop-2016-cruz.jpg?enlarged",
			"imageCaption"	: "PABLO MARTINEZ MONSIVAIS/AP",
			"body"			: "WASHINGTON — The gloves are finally off between Ted Cruz and Donald Trump, even if Cruz would rather have kept them on. After the Texas senator got caught on tape criticizing Trump's 'judgment' at a private fund-raiser, the divisive billionaire took aim at the man he said weeks ago could be his vice presidential pick. Cruz is trying to downplay the slight, but Trump is already snarling. 'Looks like @tedcruz is getting ready to attack. I am leading by so much he must. I hope so, he will fall like all others. Will be easy!' Trump tweeted Friday morning. Cruz has assiduously worked not to offend Trump throughout the campaign, seeking to keep a detente going and positioning himself for some of inflammatory mogul's voters. But in a closed-door meeting he questioned Trump's 'judgment' and readiness to be commander-in-chief, after admitting that he's looked to 'bear hug' Trump and Carson during the race. 'Who am I comfortable having their finger on the button? Now that's a question of strength, but it's also a question of judgment. And I think that is a question that is a challenging question for both of them,' Cruz said about Trump and Ben Carson, according to audio obtained by the New York Times. Cruz downplayed the story as a 'New York Times report with anonymous sources,' even though the audio of his comments was posted with the story — a sign he's still not ready to fully engage. But Trump doesn't let disses go — even mild, private ones. Cruz could be the next target on his game of presidential whack-a-mole.",
			"file"			: "exArt8.json",
			"template"		: "top",
			"similarArticles" : ["exArticle.json", "exArt1.json"]
			}
		]
}